--------------------------------------------------------------------------
WARNING: It appears that your OpenFabrics subsystem is configured to only
allow registering part of your physical memory.  This can cause MPI jobs to
run with erratic performance, hang, and/or crash.

This may be caused by your OpenFabrics vendor limiting the amount of
physical memory that can be registered.  You should investigate the
relevant Linux kernel module parameters that control how much physical
memory can be registered, and increase them to allow registering all
physical memory on your machine.

See this Open MPI FAQ item for more information on these Linux kernel module
parameters:

    http://www.open-mpi.org/faq/?category=openfabrics#ib-locked-pages

  Local host:              merlinl02
  Registerable memory:     32768 MiB
  Total memory:            49141 MiB

Your MPI job will continue, but may be behave poorly and/or hang.
--------------------------------------------------------------------------
Ippl> CommMPI: Parent process waiting for children ...
Ippl> CommMPI: Initialization complete.
>                ____  _____       ___ 
>               / __ \|  __ \ /\   | | 
>              | |  | | |__) /  \  | |
>              | |  | |  ___/ /\ \ | |
>              | |__| | |  / ____ \| |____
>               \____/|_| /_/    \_\______|
OPAL> 
OPAL> This is OPAL (Object Oriented Parallel Accelerator Library) Version 1.3.99.1
OPAL> 
OPAL>                 (c) PSI, http://amas.web.psi.ch
OPAL> 
OPAL> Please send cookies, goodies or other motivations (wine and beer ... ) 
OPAL> to the OPAL developers opal@lists.psi.ch
OPAL> 
OPAL> Time: 12:57:23 date: 04/08/2015
OPAL> 
OPAL> Couldn't find startup file "/gpfs/home/kraus/init.opal".
OPAL> Note: this is not mandatory for an OPAL simulation!
OPAL> 
OPAL> * Reading input stream "opalimpact-1.in".
OPAL[3]> 
OPAL[3]> 3 elements selected.
OPAL[3]> 
OPAL> * ********************************************************************************** 
OPAL> * Selected Tracking Method == PARALLEL-T, NEW TRACK
OPAL> * ********************************************************************************** 
Ippl[3]> BC set for normal Beam
OPAL> * m before gsl_linalg_cholesky_decomp
OPAL> * r(0, : ) =          1 &          0 &          0 &          0 &          0 &          0 \\
OPAL> * r(1, : ) =          0 &          1 &          0 &          0 &          0 &          0 \\
OPAL> * r(2, : ) =          0 &          0 &          1 &          0 &          0 &          0 \\
OPAL> * r(3, : ) =          0 &          0 &          0 &          1 &          0 &          0 \\
OPAL> * r(4, : ) =          0 &          0 &          0 &          0 &          1 &          0 \\
OPAL> * r(5, : ) =          0 &          0 &          0 &          0 &          0 &          1 \\
OPAL> * m after gsl_linalg_cholesky_decomp
OPAL> * r(0, : ) =          1 &          0 &          0 &          0 &          0 &          0 \\
OPAL> * r(1, : ) =          0 &          1 &          0 &          0 &          0 &          0 \\
OPAL> * r(2, : ) =          0 &          0 &          1 &          0 &          0 &          0 \\
OPAL> * r(3, : ) =          0 &          0 &          0 &          1 &          0 &          0 \\
OPAL> * r(4, : ) =          0 &          0 &          0 &          0 &          1 &          0 \\
OPAL> * r(5, : ) =          0 &          0 &          0 &          0 &          0 &          1 \\
OPAL> * ************* D I S T R I B U T I O N ********************************************
OPAL> * 
OPAL> * Number of particles: 100000
OPAL> * 
OPAL> * Distribution type: GAUSS
OPAL> * 
OPAL> * SIGMAX   = 0.005 [m]
OPAL> * SIGMAY   = 0.005 [m]
OPAL> * SIGMAZ   = 0.005 [m]
OPAL> * SIGMAPX  = 0 [Beta Gamma]
OPAL> * SIGMAPY  = 0 [Beta Gamma]
OPAL> * SIGMAPZ  = 0 [Beta Gamma]
OPAL> * AVRGPZ   = 0.04618 [Beta Gamma]
OPAL> * CORRX    = 0
OPAL> * CORRY    = 0
OPAL> * CORRZ    = 0
OPAL> * R61      = 0
OPAL> * R62      = 0
OPAL> * R51      = 0
OPAL> * R52      = 0
OPAL> * CUTOFFX  = 4 [units of SIGMAX]
OPAL> * CUTOFFY  = 4 [units of SIGMAY]
OPAL> * CUTOFFZ  = 4 [units of SIGMAZ]
OPAL> * CUTOFFPX = 3 [units of SIGMAPX]
OPAL> * CUTOFFPY = 3 [units of SIGMAPY]
OPAL> * CUTOFFPZ = 3 [units of SIGMAPY]
OPAL> * 
OPAL> * Distribution is injected.
OPAL> * 
OPAL> * **********************************************************************************
OPAL> 
OPAL> * ************* B E A M ************************************************************ 
OPAL> * BEAM        BEAM1
OPAL> * PARTICLE    PROTON
OPAL> * CURRENT     0.01 A
OPAL> * FREQUENCY   1e+06 Hz
OPAL> * CHARGE      +e * 1 
OPAL> * REST MASS   0.9383 GeV
OPAL> * MOMENTUM    0.04333
OPAL> * NPART       1e+05
OPAL> * ********************************************************************************** 
OPAL> 
OPAL> * ************* F I E L D S O L V E R ********************************************** 
OPAL> * FIELDSOLVER  FS1
OPAL> * TYPE         FFT
OPAL> * N-PROCESSORS 1
OPAL> * MX           16
OPAL> * MY           16
OPAL> * MT           16
OPAL> * BBOXINCR     0.1
OPAL> * GRRENSF      INTEGRATED
OPAL> * XDIM         serial  
OPAL> * YDIM         serial  
OPAL> * Z(T)DIM      parallel  
Ippl[3]> ======UniformCartesian<3,MFLOAT>==begin======
Ippl[3]> gridSizes[0] = 17
Ippl[3]> gridSizes[1] = 17
Ippl[3]> gridSizes[2] = 17
Ippl[3]> origin = ( -0.0205709 , -0.0202146 , -0.00137518 )
Ippl[3]> meshSpacing[0] = 0.00256218
Ippl[3]> meshSpacing[1] = 0.00254377
Ippl[3]> meshSpacing[2] = 0.00267034
Ippl[3]> Dvc[0] = ( -97.5733 , -98.2793 , -93.6211 )
Ippl[3]> Dvc[1] = ( 97.5733 , -98.2793 , -93.6211 )
Ippl[3]> Dvc[2] = ( -97.5733 , 98.2793 , -93.6211 )
Ippl[3]> Dvc[3] = ( 97.5733 , 98.2793 , -93.6211 )
Ippl[3]> Dvc[4] = ( -97.5733 , -98.2793 , 93.6211 )
Ippl[3]> Dvc[5] = ( 97.5733 , -98.2793 , 93.6211 )
Ippl[3]> Dvc[6] = ( -97.5733 , 98.2793 , 93.6211 )
Ippl[3]> Dvc[7] = ( 97.5733 , 98.2793 , 93.6211 )
Ippl[3]> cell volume = 1.74042e-08
Ippl[3]> ======UniformCartesian<3,MFLOAT>==end========
Ippl[3]> 
Ippl[3]> ParticleSpatialLayout, with particle distribution:
Ippl[3]>     Number of particles 100000  
Ippl[3]> SpatialLayout decomposition = Total Domain = {[-0.0205709,0.020424),[-0.0202146,0.0204857),[-0.00137518,0.0413502)}
Ippl[3]> Local Rnodes = 1
Ippl[3]>  rnode 0 : {[-0.0205709,0.020424),[-0.0202146,0.0204857),[-0.00137518,0.0413502)}
Ippl[3]> Remote Rnodes = 0
Ippl[3]> Internal FieldLayout = Domain = {[0:15:1],[0:15:1],[0:15:1]}
Ippl[3]> FieldLayoutUsers = 3
Ippl[3]> Total number of vnodes = 1
Ippl[3]> Local Vnodes = 1
Ippl[3]>  vnode 0: Node = 0 ; vnode_m = 0 ; Domain = {[0:15:1],[0:15:1],[0:15:1]}
Ippl[3]> Remote Vnodes = 0
Ippl[3]> 
OPAL> 
OPAL> * ********************************************************************************** 
OPAL> 
OPAL> 
OPAL> * ************** B U N C H ********************************************************* 
OPAL> * NP              =   100000
OPAL> * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL> * Ekin            =    1.00000e+00 [MeV]      dEkin =  0.00000e+00 [MeV]
OPAL> * rmax            = (  1.91429e-02 ,  1.92138e-02 ,  4.00151e-02 ) [m]
OPAL> * rmin            = ( -1.92898e-02 , -1.89428e-02 , -4.00151e-05 ) [m]
OPAL> * rms beam size   = (  5.00177e-03 ,  4.99189e-03 ,  4.98993e-03 ) [m]
OPAL> * rms momenta     = (  0.00000e+00 ,  0.00000e+00 ,  0.00000e+00 ) [beta gamma]
OPAL> * mean position   = ( -2.03943e-05 , -9.02902e-06 ,  1.99989e-02 ) [m]
OPAL> * mean momenta    = (  0.00000e+00 ,  0.00000e+00 ,  4.61813e-02 ) [beta gamma]
OPAL> * rms emittance   = (  0.00000e+00 ,  0.00000e+00 ,  0.00000e+00 ) (not normalized)
OPAL> * rms correlation = (  0.00000e+00 ,  0.00000e+00 , -0.00000e+00 )
OPAL> * hr              = (  2.56218e-03 ,  2.54377e-03 ,  2.67034e-03 ) [m]
OPAL> * dh              =    1.00000e-03 [m]
OPAL> * t               =    0.00000e+00 [s]        dT    =  1.00000e-10 [s]
OPAL> * spos            =    1.99989e-02 [m]
OPAL> * ********************************************************************************** 
OPAL> 
OPAL[2]> Phase space dump frequency 10 and statistics dump frequency 10 w.r.t. the time step.
OPAL> Track start at: 12:57:23, t= 0; zstop at: 1 [m]
OPAL> Executing ParallelTTracker, initial DT 1e-10 [s];
OPAL> max integration steps 1000, next step= 0
OPAL> Using default (Boris-Buneman) integrator
OPAL> 
OPAL> --- BEGIN FIELD LIST ---------------------------------------------------------------
OPAL> 
OPAL> --- 0 m -- 1 m -- alpha = 0 -- beta = 0 --------------------------------------------
OPAL> D1
OPAL> 
OPAL> --- END FIELD LIST -----------------------------------------------------------------
OPAL> 
Ippl[3]> D1 gone live
ParallelTTracker [2]> MINBINEMITTED 10
ParallelTTracker [2]> MINSTEPFORREBIN 200
ParallelTTracker [2]> SURFACEEMISSIONSTOP after 1000 seconds
ParallelTTracker [2]> REPARTFREQ 1000
Ippl[3]> mesh size( 0.00256218 , 0.00254377 , 0.00267034 )
ParallelTTracker [3]> 12:57:23 Step      0 at   21.382 [mm] t=  1.000e-10 [s] E=    1.000 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00000e+00 [MeV]      dEkin =  4.37435e-04 [MeV]
OPAL > * rmax            = (  1.91429e-02 ,  1.92138e-02 ,  4.07066e-02 ) [m]
OPAL > * rmin            = ( -1.92898e-02 , -1.89428e-02 ,  6.51488e-04 ) [m]
OPAL > * rms beam size   = (  5.00190e-03 ,  4.99203e-03 ,  4.99007e-03 ) [m]
OPAL > * rms momenta     = (  1.01605e-05 ,  1.01734e-05 ,  1.01061e-05 ) [beta gamma]
OPAL > * mean position   = ( -2.03943e-05 , -9.02902e-06 ,  2.13819e-02 ) [m]
OPAL > * mean momenta    = ( -1.12517e-11 ,  2.75509e-12 ,  4.61813e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.69853e-07 ,  4.66582e-07 ,  4.65762e-07 ) (not normalized)
OPAL > * rms correlation = (  9.04275e-01 ,  9.05533e-01 ,  9.04477e-01 )
OPAL > * hr              = (  2.56218e-03 ,  2.54377e-03 ,  2.67034e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    1.00000e-10 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    2.13819e-02 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.0025622 , 0.0025438 , 0.00267036 )
ParallelTTracker [3]> 12:57:23 Step      1 at   22.765 [mm] t=  2.000e-10 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00256225 , 0.00254386 , 0.00267041 )
ParallelTTracker [3]> 12:57:23 Step      2 at   24.148 [mm] t=  3.000e-10 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00256233 , 0.00254394 , 0.00267049 )
ParallelTTracker [3]> 12:57:23 Step      3 at   25.531 [mm] t=  4.000e-10 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00256243 , 0.00254405 , 0.00267059 )
ParallelTTracker [3]> 12:57:24 Step      4 at   26.914 [mm] t=  5.000e-10 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00256256 , 0.00254419 , 0.00267071 )
ParallelTTracker [3]> 12:57:24 Step      5 at   28.297 [mm] t=  6.000e-10 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00256272 , 0.00254436 , 0.00267086 )
ParallelTTracker [3]> 12:57:24 Step      6 at   29.680 [mm] t=  7.000e-10 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.0025629 , 0.00254456 , 0.00267103 )
ParallelTTracker [3]> 12:57:24 Step      7 at   31.063 [mm] t=  8.000e-10 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00256311 , 0.00254478 , 0.00267123 )
ParallelTTracker [3]> 12:57:24 Step      8 at   32.446 [mm] t=  9.000e-10 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00256334 , 0.00254504 , 0.00267145 )
ParallelTTracker [3]> 12:57:24 Step      9 at   33.829 [mm] t=  1.000e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.0025636 , 0.00254532 , 0.0026717 )
ParallelTTracker [3]> 12:57:24 Step     10 at   35.212 [mm] t=  1.100e-09 [s] E=    1.000 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00002e+00 [MeV]      dEkin =  4.80014e-03 [MeV]
OPAL > * rmax            = (  1.91540e-02 ,  1.92253e-02 ,  5.45465e-02 ) [m]
OPAL > * rmin            = ( -1.92999e-02 , -1.89545e-02 ,  1.44711e-02 ) [m]
OPAL > * rms beam size   = (  5.01840e-03 ,  5.00857e-03 ,  5.00645e-03 ) [m]
OPAL > * rms momenta     = (  1.11492e-04 ,  1.11633e-04 ,  1.10896e-04 ) [beta gamma]
OPAL > * mean position   = ( -2.03943e-05 , -9.02901e-06 ,  3.52119e-02 ) [m]
OPAL > * mean momenta    = ( -1.23353e-10 ,  3.04074e-11 ,  4.61813e-02 ) [beta gamma]
OPAL > * rms emittance   = (  5.15111e-06 ,  5.11516e-06 ,  5.10650e-06 ) (not normalized)
OPAL > * rms correlation = (  9.05113e-01 ,  9.06364e-01 ,  9.05305e-01 )
OPAL > * hr              = (  2.56360e-03 ,  2.54532e-03 ,  2.67170e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    1.10000e-09 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    3.52119e-02 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00256388 , 0.00254563 , 0.00267197 )
ParallelTTracker [3]> 12:57:24 Step     11 at   36.595 [mm] t=  1.200e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00256419 , 0.00254596 , 0.00267227 )
ParallelTTracker [3]> 12:57:24 Step     12 at   37.978 [mm] t=  1.300e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00256452 , 0.00254633 , 0.00267259 )
ParallelTTracker [3]> 12:57:24 Step     13 at   39.361 [mm] t=  1.400e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00256489 , 0.00254672 , 0.00267293 )
ParallelTTracker [3]> 12:57:24 Step     14 at   40.744 [mm] t=  1.500e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00256527 , 0.00254715 , 0.0026733 )
ParallelTTracker [3]> 12:57:25 Step     15 at   42.127 [mm] t=  1.600e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00256569 , 0.00254759 , 0.0026737 )
ParallelTTracker [3]> 12:57:25 Step     16 at   43.510 [mm] t=  1.700e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00256612 , 0.00254807 , 0.00267412 )
ParallelTTracker [3]> 12:57:25 Step     17 at   44.893 [mm] t=  1.800e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00256659 , 0.00254858 , 0.00267456 )
ParallelTTracker [3]> 12:57:25 Step     18 at   46.276 [mm] t=  1.900e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00256708 , 0.00254911 , 0.00267503 )
ParallelTTracker [3]> 12:57:25 Step     19 at   47.659 [mm] t=  2.000e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00256759 , 0.00254967 , 0.00267552 )
ParallelTTracker [3]> 12:57:25 Step     20 at   49.042 [mm] t=  2.100e-09 [s] E=    1.000 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00006e+00 [MeV]      dEkin =  9.10540e-03 [MeV]
OPAL > * rmax            = (  1.91853e-02 ,  1.92577e-02 ,  6.84044e-02 ) [m]
OPAL > * rmin            = ( -1.93286e-02 , -1.89874e-02 ,  2.82716e-02 ) [m]
OPAL > * rms beam size   = (  5.06227e-03 ,  5.05255e-03 ,  5.05000e-03 ) [m]
OPAL > * rms momenta     = (  2.11471e-04 ,  2.11735e-04 ,  2.10355e-04 ) [beta gamma]
OPAL > * mean position   = ( -2.03944e-05 , -9.02900e-06 ,  4.90420e-02 ) [m]
OPAL > * mean momenta    = ( -2.33848e-10 ,  5.83996e-11 ,  4.61813e-02 ) [beta gamma]
OPAL > * rms emittance   = (  9.74713e-06 ,  9.67861e-06 ,  9.66394e-06 ) (not normalized)
OPAL > * rms correlation = (  9.07295e-01 ,  9.08530e-01 ,  9.07461e-01 )
OPAL > * hr              = (  2.56759e-03 ,  2.54967e-03 ,  2.67552e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    2.10000e-09 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    4.90420e-02 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00256814 , 0.00255026 , 0.00267604 )
ParallelTTracker [3]> 12:57:25 Step     21 at   50.425 [mm] t=  2.200e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.0025687 , 0.00255088 , 0.00267658 )
ParallelTTracker [3]> 12:57:25 Step     22 at   51.808 [mm] t=  2.300e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.0025693 , 0.00255153 , 0.00267715 )
ParallelTTracker [3]> 12:57:25 Step     23 at   53.191 [mm] t=  2.400e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00256991 , 0.0025522 , 0.00267774 )
ParallelTTracker [3]> 12:57:25 Step     24 at   54.574 [mm] t=  2.500e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00257056 , 0.0025529 , 0.00267836 )
ParallelTTracker [3]> 12:57:25 Step     25 at   55.957 [mm] t=  2.600e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00257123 , 0.00255363 , 0.002679 )
ParallelTTracker [3]> 12:57:26 Step     26 at   57.340 [mm] t=  2.700e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00257192 , 0.00255439 , 0.00267967 )
ParallelTTracker [3]> 12:57:26 Step     27 at   58.723 [mm] t=  2.800e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00257265 , 0.00255517 , 0.00268036 )
ParallelTTracker [3]> 12:57:26 Step     28 at   60.106 [mm] t=  2.900e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00257339 , 0.00255599 , 0.00268107 )
ParallelTTracker [3]> 12:57:26 Step     29 at   61.489 [mm] t=  3.000e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00257417 , 0.00255683 , 0.00268181 )
ParallelTTracker [3]> 12:57:26 Step     30 at   62.872 [mm] t=  3.100e-09 [s] E=    1.000 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00013e+00 [MeV]      dEkin =  1.33045e-02 [MeV]
OPAL > * rmax            = (  1.92367e-02 ,  1.93108e-02 ,  8.22803e-02 ) [m]
OPAL > * rmin            = ( -1.93758e-02 , -1.90416e-02 ,  4.20531e-02 ) [m]
OPAL > * rms beam size   = (  5.13317e-03 ,  5.12364e-03 ,  5.12039e-03 ) [m]
OPAL > * rms momenta     = (  3.08954e-04 ,  3.09331e-04 ,  3.07352e-04 ) [beta gamma]
OPAL > * mean position   = ( -2.03945e-05 , -9.02898e-06 ,  6.28721e-02 ) [m]
OPAL > * mean momenta    = ( -3.41450e-10 ,  8.68053e-11 ,  4.61813e-02 ) [beta gamma]
OPAL > * rms emittance   = (  1.41854e-05 ,  1.40846e-05 ,  1.40672e-05 ) (not normalized)
OPAL > * rms correlation = (  9.10684e-01 ,  9.11893e-01 ,  9.10812e-01 )
OPAL > * hr              = (  2.57417e-03 ,  2.55683e-03 ,  2.68181e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    3.10000e-09 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    6.28721e-02 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00257496 , 0.0025577 , 0.00268258 )
ParallelTTracker [3]> 12:57:26 Step     31 at   64.255 [mm] t=  3.200e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00257579 , 0.00255859 , 0.00268336 )
ParallelTTracker [3]> 12:57:26 Step     32 at   65.638 [mm] t=  3.300e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00257664 , 0.00255952 , 0.00268418 )
ParallelTTracker [3]> 12:57:26 Step     33 at   67.021 [mm] t=  3.400e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00257751 , 0.00256047 , 0.00268501 )
ParallelTTracker [3]> 12:57:27 Step     34 at   68.404 [mm] t=  3.500e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00257841 , 0.00256145 , 0.00268588 )
ParallelTTracker [3]> 12:57:27 Step     35 at   69.787 [mm] t=  3.600e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00257934 , 0.00256246 , 0.00268676 )
ParallelTTracker [3]> 12:57:27 Step     36 at   71.170 [mm] t=  3.700e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00258029 , 0.0025635 , 0.00268767 )
ParallelTTracker [3]> 12:57:27 Step     37 at   72.553 [mm] t=  3.800e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00258126 , 0.00256456 , 0.00268861 )
ParallelTTracker [3]> 12:57:27 Step     38 at   73.936 [mm] t=  3.900e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00258227 , 0.00256565 , 0.00268957 )
ParallelTTracker [3]> 12:57:27 Step     39 at   75.319 [mm] t=  4.000e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00258329 , 0.00256677 , 0.00269055 )
ParallelTTracker [3]> 12:57:27 Step     40 at   76.702 [mm] t=  4.100e-09 [s] E=    1.000 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00023e+00 [MeV]      dEkin =  1.73548e-02 [MeV]
OPAL > * rmax            = (  1.93082e-02 ,  1.93847e-02 ,  9.61739e-02 ) [m]
OPAL > * rmin            = ( -1.94412e-02 , -1.91168e-02 ,  5.58157e-02 ) [m]
OPAL > * rms beam size   = (  5.23057e-03 ,  5.22129e-03 ,  5.21710e-03 ) [m]
OPAL > * rms momenta     = (  4.02942e-04 ,  4.03419e-04 ,  4.00901e-04 ) [beta gamma]
OPAL > * mean position   = ( -2.03946e-05 , -9.02895e-06 ,  7.67021e-02 ) [m]
OPAL > * mean momenta    = ( -4.45035e-10 ,  1.15439e-10 ,  4.61813e-02 ) [beta gamma]
OPAL > * rms emittance   = (  1.84026e-05 ,  1.82696e-05 ,  1.82539e-05 ) (not normalized)
OPAL > * rms correlation = (  9.15078e-01 ,  9.16253e-01 ,  9.15159e-01 )
OPAL > * hr              = (  2.58329e-03 ,  2.56677e-03 ,  2.69055e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    4.10000e-09 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    7.67021e-02 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00258435 , 0.00256792 , 0.00269156 )
ParallelTTracker [3]> 12:57:27 Step     41 at   78.085 [mm] t=  4.200e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00258543 , 0.00256909 , 0.00269259 )
ParallelTTracker [3]> 12:57:27 Step     42 at   79.468 [mm] t=  4.300e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00258653 , 0.00257029 , 0.00269365 )
ParallelTTracker [3]> 12:57:27 Step     43 at   80.851 [mm] t=  4.400e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00258766 , 0.00257152 , 0.00269473 )
ParallelTTracker [3]> 12:57:28 Step     44 at   82.234 [mm] t=  4.500e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00258881 , 0.00257278 , 0.00269583 )
ParallelTTracker [3]> 12:57:28 Step     45 at   83.617 [mm] t=  4.600e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00258999 , 0.00257406 , 0.00269696 )
ParallelTTracker [3]> 12:57:28 Step     46 at   85.000 [mm] t=  4.700e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.0025912 , 0.00257538 , 0.00269812 )
ParallelTTracker [3]> 12:57:28 Step     47 at   86.383 [mm] t=  4.800e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00259243 , 0.00257672 , 0.00269929 )
ParallelTTracker [3]> 12:57:28 Step     48 at   87.766 [mm] t=  4.900e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00259369 , 0.00257808 , 0.0027005 )
ParallelTTracker [3]> 12:57:28 Step     49 at   89.149 [mm] t=  5.000e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00259497 , 0.00257948 , 0.00270172 )
ParallelTTracker [3]> 12:57:28 Step     50 at   90.532 [mm] t=  5.100e-09 [s] E=    1.000 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00034e+00 [MeV]      dEkin =  2.12219e-02 [MeV]
OPAL > * rmax            = (  1.93995e-02 ,  1.94791e-02 ,  1.10085e-01 ) [m]
OPAL > * rmin            = ( -1.95250e-02 , -1.92130e-02 ,  6.95595e-02 ) [m]
OPAL > * rms beam size   = (  5.35374e-03 ,  5.34475e-03 ,  5.33940e-03 ) [m]
OPAL > * rms momenta     = (  4.92633e-04 ,  4.93193e-04 ,  4.90206e-04 ) [beta gamma]
OPAL > * mean position   = ( -2.03947e-05 , -9.02891e-06 ,  9.05322e-02 ) [m]
OPAL > * mean momenta    = ( -5.43708e-10 ,  1.44157e-10 ,  4.61813e-02 ) [beta gamma]
OPAL > * rms emittance   = (  2.23471e-05 ,  2.21825e-05 ,  2.21735e-05 ) (not normalized)
OPAL > * rms correlation = (  9.20236e-01 ,  9.21368e-01 ,  9.20266e-01 )
OPAL > * hr              = (  2.59497e-03 ,  2.57948e-03 ,  2.70172e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    5.10000e-09 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    9.05322e-02 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00259627 , 0.0025809 , 0.00270297 )
ParallelTTracker [3]> 12:57:28 Step     51 at   91.915 [mm] t=  5.200e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.0025976 , 0.00258235 , 0.00270425 )
ParallelTTracker [3]> 12:57:28 Step     52 at   93.298 [mm] t=  5.300e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00259896 , 0.00258383 , 0.00270555 )
ParallelTTracker [3]> 12:57:28 Step     53 at   94.681 [mm] t=  5.400e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00260034 , 0.00258533 , 0.00270687 )
ParallelTTracker [3]> 12:57:29 Step     54 at   96.064 [mm] t=  5.500e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00260175 , 0.00258686 , 0.00270822 )
ParallelTTracker [3]> 12:57:29 Step     55 at   97.447 [mm] t=  5.600e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00260318 , 0.00258842 , 0.00270959 )
ParallelTTracker [3]> 12:57:29 Step     56 at   98.830 [mm] t=  5.700e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00260464 , 0.00259001 , 0.00271098 )
ParallelTTracker [3]> 12:57:29 Step     57 at  100.213 [mm] t=  5.800e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00260612 , 0.00259162 , 0.0027124 )
ParallelTTracker [3]> 12:57:29 Step     58 at  101.596 [mm] t=  5.900e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00260763 , 0.00259326 , 0.00271385 )
ParallelTTracker [3]> 12:57:29 Step     59 at  102.979 [mm] t=  6.000e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00260916 , 0.00259493 , 0.00271531 )
ParallelTTracker [3]> 12:57:29 Step     60 at  104.362 [mm] t=  6.100e-09 [s] E=    1.000 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00047e+00 [MeV]      dEkin =  2.48808e-02 [MeV]
OPAL > * rmax            = (  1.95106e-02 ,  1.95940e-02 ,  1.24014e-01 ) [m]
OPAL > * rmin            = ( -1.96268e-02 , -1.93300e-02 ,  8.32846e-02 ) [m]
OPAL > * rms beam size   = (  5.50177e-03 ,  5.49312e-03 ,  5.48639e-03 ) [m]
OPAL > * rms momenta     = (  5.77440e-04 ,  5.78068e-04 ,  5.74686e-04 ) [beta gamma]
OPAL > * mean position   = ( -2.03949e-05 , -9.02886e-06 ,  1.04362e-01 ) [m]
OPAL > * mean momenta    = ( -6.36262e-10 ,  1.71472e-10 ,  4.61813e-02 ) [beta gamma]
OPAL > * rms emittance   = (  2.59815e-05 ,  2.57856e-05 ,  2.57887e-05 ) (not normalized)
OPAL > * rms correlation = (  9.25901e-01 ,  9.26984e-01 ,  9.25881e-01 )
OPAL > * hr              = (  2.60916e-03 ,  2.59493e-03 ,  2.71531e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    6.10000e-09 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    1.04362e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00261072 , 0.00259662 , 0.00271681 )
ParallelTTracker [3]> 12:57:29 Step     61 at  105.745 [mm] t=  6.200e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.0026123 , 0.00259834 , 0.00271832 )
ParallelTTracker [3]> 12:57:29 Step     62 at  107.128 [mm] t=  6.300e-09 [s] E=    1.000 [MeV] 
Ippl[3]> mesh size( 0.00261391 , 0.00260009 , 0.00271986 )
ParallelTTracker [3]> 12:57:29 Step     63 at  108.511 [mm] t=  6.400e-09 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00261554 , 0.00260187 , 0.00272142 )
ParallelTTracker [3]> 12:57:29 Step     64 at  109.894 [mm] t=  6.500e-09 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00261719 , 0.00260367 , 0.00272301 )
ParallelTTracker [3]> 12:57:30 Step     65 at  111.277 [mm] t=  6.600e-09 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00261888 , 0.0026055 , 0.00272462 )
ParallelTTracker [3]> 12:57:30 Step     66 at  112.660 [mm] t=  6.700e-09 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00262058 , 0.00260736 , 0.00272625 )
ParallelTTracker [3]> 12:57:30 Step     67 at  114.043 [mm] t=  6.800e-09 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00262231 , 0.00260924 , 0.00272791 )
ParallelTTracker [3]> 12:57:30 Step     68 at  115.426 [mm] t=  6.900e-09 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00262407 , 0.00261115 , 0.00272959 )
ParallelTTracker [3]> 12:57:30 Step     69 at  116.809 [mm] t=  7.000e-09 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00262585 , 0.00261309 , 0.0027313 )
ParallelTTracker [3]> 12:57:30 Step     70 at  118.192 [mm] t=  7.100e-09 [s] E=    1.001 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00061e+00 [MeV]      dEkin =  2.83156e-02 [MeV]
OPAL > * rmax            = (  1.96412e-02 ,  1.97289e-02 ,  1.37961e-01 ) [m]
OPAL > * rmin            = ( -1.97466e-02 , -1.94674e-02 ,  9.69912e-02 ) [m]
OPAL > * rms beam size   = (  5.67359e-03 ,  5.66532e-03 ,  5.65704e-03 ) [m]
OPAL > * rms momenta     = (  6.57002e-04 ,  6.57681e-04 ,  6.53976e-04 ) [beta gamma]
OPAL > * mean position   = ( -2.03951e-05 , -9.02881e-06 ,  1.18192e-01 ) [m]
OPAL > * mean momenta    = ( -7.21408e-10 ,  1.96568e-10 ,  4.61813e-02 ) [beta gamma]
OPAL > * rms emittance   = (  2.92826e-05 ,  2.90563e-05 ,  2.90766e-05 ) (not normalized)
OPAL > * rms correlation = (  9.31829e-01 ,  9.32858e-01 ,  9.31762e-01 )
OPAL > * hr              = (  2.62585e-03 ,  2.61309e-03 ,  2.73130e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    7.10000e-09 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    1.18192e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00262765 , 0.00261505 , 0.00273303 )
ParallelTTracker [3]> 12:57:30 Step     71 at  119.575 [mm] t=  7.200e-09 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00262948 , 0.00261704 , 0.00273478 )
ParallelTTracker [3]> 12:57:30 Step     72 at  120.958 [mm] t=  7.300e-09 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00263134 , 0.00261906 , 0.00273656 )
ParallelTTracker [3]> 12:57:30 Step     73 at  122.341 [mm] t=  7.400e-09 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00263322 , 0.00262111 , 0.00273836 )
ParallelTTracker [3]> 12:57:30 Step     74 at  123.724 [mm] t=  7.500e-09 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00263512 , 0.00262318 , 0.00274018 )
ParallelTTracker [3]> 12:57:30 Step     75 at  125.107 [mm] t=  7.600e-09 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00263705 , 0.00262528 , 0.00274203 )
ParallelTTracker [3]> 12:57:31 Step     76 at  126.490 [mm] t=  7.700e-09 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.002639 , 0.0026274 , 0.0027439 )
ParallelTTracker [3]> 12:57:31 Step     77 at  127.873 [mm] t=  7.800e-09 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00264098 , 0.00262955 , 0.0027458 )
ParallelTTracker [3]> 12:57:31 Step     78 at  129.256 [mm] t=  7.900e-09 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00264298 , 0.00263173 , 0.00274771 )
ParallelTTracker [3]> 12:57:31 Step     79 at  130.639 [mm] t=  8.000e-09 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00264501 , 0.00263393 , 0.00274966 )
ParallelTTracker [3]> 12:57:31 Step     80 at  132.022 [mm] t=  8.100e-09 [s] E=    1.001 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00075e+00 [MeV]      dEkin =  3.15192e-02 [MeV]
OPAL > * rmax            = (  1.97910e-02 ,  1.98838e-02 ,  1.51924e-01 ) [m]
OPAL > * rmin            = ( -1.98840e-02 , -1.96252e-02 ,  1.10680e-01 ) [m]
OPAL > * rms beam size   = (  5.86804e-03 ,  5.86017e-03 ,  5.85018e-03 ) [m]
OPAL > * rms momenta     = (  7.31160e-04 ,  7.31878e-04 ,  7.27914e-04 ) [beta gamma]
OPAL > * mean position   = ( -2.03953e-05 , -9.02874e-06 ,  1.32022e-01 ) [m]
OPAL > * mean momenta    = ( -7.97672e-10 ,  2.17660e-10 ,  4.61813e-02 ) [beta gamma]
OPAL > * rms emittance   = (  3.22412e-05 ,  3.19855e-05 ,  3.20275e-05 ) (not normalized)
OPAL > * rms correlation = (  9.37804e-01 ,  9.38773e-01 ,  9.37695e-01 )
OPAL > * hr              = (  2.64501e-03 ,  2.63393e-03 ,  2.74966e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    8.10000e-09 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    1.32022e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00264706 , 0.00263616 , 0.00275162 )
ParallelTTracker [3]> 12:57:31 Step     81 at  133.405 [mm] t=  8.200e-09 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00264913 , 0.00263842 , 0.00275361 )
ParallelTTracker [3]> 12:57:31 Step     82 at  134.788 [mm] t=  8.300e-09 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00265123 , 0.0026407 , 0.00275562 )
ParallelTTracker [3]> 12:57:31 Step     83 at  136.171 [mm] t=  8.400e-09 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00265335 , 0.00264301 , 0.00275765 )
ParallelTTracker [3]> 12:57:31 Step     84 at  137.554 [mm] t=  8.500e-09 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.0026555 , 0.00264535 , 0.00275971 )
ParallelTTracker [3]> 12:57:31 Step     85 at  138.937 [mm] t=  8.600e-09 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00265767 , 0.00264771 , 0.00276179 )
ParallelTTracker [3]> 12:57:32 Step     86 at  140.320 [mm] t=  8.700e-09 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00265987 , 0.0026501 , 0.0027639 )
ParallelTTracker [3]> 12:57:32 Step     87 at  141.703 [mm] t=  8.800e-09 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00266211 , 0.00265251 , 0.00276603 )
ParallelTTracker [3]> 12:57:32 Step     88 at  143.086 [mm] t=  8.900e-09 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00266443 , 0.00265495 , 0.00276818 )
ParallelTTracker [3]> 12:57:32 Step     89 at  144.469 [mm] t=  9.000e-09 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00266679 , 0.00265742 , 0.00277035 )
ParallelTTracker [3]> 12:57:32 Step     90 at  145.852 [mm] t=  9.100e-09 [s] E=    1.001 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00090e+00 [MeV]      dEkin =  3.44918e-02 [MeV]
OPAL > * rmax            = (  1.99599e-02 ,  2.00584e-02 ,  1.65905e-01 ) [m]
OPAL > * rmin            = ( -2.00419e-02 , -1.98029e-02 ,  1.24350e-01 ) [m]
OPAL > * rms beam size   = (  6.08385e-03 ,  6.07640e-03 ,  6.06456e-03 ) [m]
OPAL > * rms momenta     = (  7.99924e-04 ,  8.00670e-04 ,  7.96504e-04 ) [beta gamma]
OPAL > * mean position   = ( -2.03956e-05 , -9.02867e-06 ,  1.45852e-01 ) [m]
OPAL > * mean momenta    = ( -8.65797e-10 ,  2.35478e-10 ,  4.61813e-02 ) [beta gamma]
OPAL > * rms emittance   = (  3.48593e-05 ,  3.45756e-05 ,  3.46430e-05 ) (not normalized)
OPAL > * rms correlation = (  9.43651e-01 ,  9.44558e-01 ,  9.43507e-01 )
OPAL > * hr              = (  2.66679e-03 ,  2.65742e-03 ,  2.77035e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    9.10000e-09 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    1.45852e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00266916 , 0.00265991 , 0.00277255 )
ParallelTTracker [3]> 12:57:32 Step     91 at  147.235 [mm] t=  9.200e-09 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00267156 , 0.00266243 , 0.00277477 )
ParallelTTracker [3]> 12:57:32 Step     92 at  148.618 [mm] t=  9.300e-09 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00267399 , 0.00266497 , 0.00277701 )
ParallelTTracker [3]> 12:57:32 Step     93 at  150.001 [mm] t=  9.400e-09 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00267644 , 0.00266754 , 0.00277928 )
ParallelTTracker [3]> 12:57:32 Step     94 at  151.384 [mm] t=  9.500e-09 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00267892 , 0.00267014 , 0.00278157 )
ParallelTTracker [3]> 12:57:32 Step     95 at  152.767 [mm] t=  9.600e-09 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00268142 , 0.00267276 , 0.00278388 )
ParallelTTracker [3]> 12:57:32 Step     96 at  154.150 [mm] t=  9.700e-09 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00268394 , 0.00267541 , 0.00278622 )
ParallelTTracker [3]> 12:57:33 Step     97 at  155.533 [mm] t=  9.800e-09 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00268649 , 0.00267808 , 0.00278857 )
ParallelTTracker [3]> 12:57:33 Step     98 at  156.916 [mm] t=  9.900e-09 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00268906 , 0.00268078 , 0.00279095 )
ParallelTTracker [3]> 12:57:33 Step     99 at  158.299 [mm] t=  1.000e-08 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00269166 , 0.00268351 , 0.00279336 )
ParallelTTracker [3]> 12:57:33 Step    100 at  159.682 [mm] t=  1.010e-08 [s] E=    1.001 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00105e+00 [MeV]      dEkin =  3.72391e-02 [MeV]
OPAL > * rmax            = (  2.01475e-02 ,  2.02522e-02 ,  1.79903e-01 ) [m]
OPAL > * rmin            = ( -2.02274e-02 , -2.00003e-02 ,  1.38002e-01 ) [m]
OPAL > * rms beam size   = (  6.31971e-03 ,  6.31270e-03 ,  6.29889e-03 ) [m]
OPAL > * rms momenta     = (  8.63437e-04 ,  8.64203e-04 ,  8.59884e-04 ) [beta gamma]
OPAL > * mean position   = ( -2.03958e-05 , -9.02860e-06 ,  1.59682e-01 ) [m]
OPAL > * mean momenta    = ( -9.27841e-10 ,  2.48404e-10 ,  4.61813e-02 ) [beta gamma]
OPAL > * rms emittance   = (  3.71484e-05 ,  3.68382e-05 ,  3.69340e-05 ) (not normalized)
OPAL > * rms correlation = (  9.49237e-01 ,  9.50080e-01 ,  9.49066e-01 )
OPAL > * hr              = (  2.69166e-03 ,  2.68351e-03 ,  2.79336e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    1.01000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    1.59682e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00269428 , 0.00268626 , 0.00279578 )
ParallelTTracker [3]> 12:57:33 Step    101 at  161.065 [mm] t=  1.020e-08 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00269693 , 0.00268903 , 0.00279823 )
ParallelTTracker [3]> 12:57:33 Step    102 at  162.448 [mm] t=  1.030e-08 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.0026996 , 0.00269183 , 0.0028007 )
ParallelTTracker [3]> 12:57:33 Step    103 at  163.832 [mm] t=  1.040e-08 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.0027023 , 0.00269466 , 0.0028032 )
ParallelTTracker [3]> 12:57:33 Step    104 at  165.215 [mm] t=  1.050e-08 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00270502 , 0.00269751 , 0.00280572 )
ParallelTTracker [3]> 12:57:33 Step    105 at  166.598 [mm] t=  1.060e-08 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00270776 , 0.00270039 , 0.00280826 )
ParallelTTracker [3]> 12:57:33 Step    106 at  167.981 [mm] t=  1.070e-08 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00271053 , 0.00270329 , 0.00281082 )
ParallelTTracker [3]> 12:57:34 Step    107 at  169.364 [mm] t=  1.080e-08 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00271333 , 0.00270622 , 0.0028134 )
ParallelTTracker [3]> 12:57:34 Step    108 at  170.747 [mm] t=  1.090e-08 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00271614 , 0.00270918 , 0.00281601 )
ParallelTTracker [3]> 12:57:34 Step    109 at  172.130 [mm] t=  1.100e-08 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00271898 , 0.00271216 , 0.00281864 )
ParallelTTracker [3]> 12:57:34 Step    110 at  173.513 [mm] t=  1.110e-08 [s] E=    1.001 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00119e+00 [MeV]      dEkin =  3.97712e-02 [MeV]
OPAL > * rmax            = (  2.03536e-02 ,  2.04652e-02 ,  1.93917e-01 ) [m]
OPAL > * rmin            = ( -2.04312e-02 , -2.02172e-02 ,  1.51637e-01 ) [m]
OPAL > * rms beam size   = (  6.57430e-03 ,  6.56773e-03 ,  6.55187e-03 ) [m]
OPAL > * rms momenta     = (  9.21936e-04 ,  9.22718e-04 ,  9.18285e-04 ) [beta gamma]
OPAL > * mean position   = ( -2.03961e-05 , -9.02852e-06 ,  1.73513e-01 ) [m]
OPAL > * mean momenta    = ( -9.85721e-10 ,  2.52900e-10 ,  4.61813e-02 ) [beta gamma]
OPAL > * rms emittance   = (  3.91268e-05 ,  3.87924e-05 ,  3.89180e-05 ) (not normalized)
OPAL > * rms correlation = (  9.54473e-01 ,  9.55252e-01 ,  9.54283e-01 )
OPAL > * hr              = (  2.71898e-03 ,  2.71216e-03 ,  2.81864e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    1.11000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    1.73513e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00272185 , 0.00271516 , 0.00282129 )
ParallelTTracker [3]> 12:57:34 Step    111 at  174.896 [mm] t=  1.120e-08 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00272474 , 0.00271819 , 0.00282397 )
ParallelTTracker [3]> 12:57:34 Step    112 at  176.279 [mm] t=  1.130e-08 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00272765 , 0.00272124 , 0.00282666 )
ParallelTTracker [3]> 12:57:34 Step    113 at  177.662 [mm] t=  1.140e-08 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00273059 , 0.00272432 , 0.00282938 )
ParallelTTracker [3]> 12:57:34 Step    114 at  179.045 [mm] t=  1.150e-08 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00273355 , 0.00272743 , 0.00283212 )
ParallelTTracker [3]> 12:57:34 Step    115 at  180.428 [mm] t=  1.160e-08 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00273653 , 0.00273056 , 0.00283489 )
ParallelTTracker [3]> 12:57:34 Step    116 at  181.811 [mm] t=  1.170e-08 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00273954 , 0.00273371 , 0.00283767 )
ParallelTTracker [3]> 12:57:34 Step    117 at  183.194 [mm] t=  1.180e-08 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00274257 , 0.00273689 , 0.00284048 )
ParallelTTracker [3]> 12:57:35 Step    118 at  184.577 [mm] t=  1.190e-08 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00274563 , 0.0027401 , 0.00284331 )
ParallelTTracker [3]> 12:57:35 Step    119 at  185.960 [mm] t=  1.200e-08 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00274871 , 0.00274333 , 0.00284617 )
ParallelTTracker [3]> 12:57:35 Step    120 at  187.343 [mm] t=  1.210e-08 [s] E=    1.001 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00134e+00 [MeV]      dEkin =  4.21006e-02 [MeV]
OPAL > * rmax            = (  2.05777e-02 ,  2.06969e-02 ,  2.07947e-01 ) [m]
OPAL > * rmin            = ( -2.06529e-02 , -2.04530e-02 ,  1.65255e-01 ) [m]
OPAL > * rms beam size   = (  6.84633e-03 ,  6.84019e-03 ,  6.82221e-03 ) [m]
OPAL > * rms momenta     = (  9.75722e-04 ,  9.76514e-04 ,  9.71999e-04 ) [beta gamma]
OPAL > * mean position   = ( -2.03964e-05 , -9.02844e-06 ,  1.87343e-01 ) [m]
OPAL > * mean momenta    = ( -1.03801e-09 ,  2.47491e-10 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.08177e-05 ,  4.04611e-05 ,  4.06176e-05 ) (not normalized)
OPAL > * rms correlation = (  9.59305e-01 ,  9.60021e-01 ,  9.59102e-01 )
OPAL > * hr              = (  2.74871e-03 ,  2.74333e-03 ,  2.84617e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    1.21000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    1.87343e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00275181 , 0.00274658 , 0.00284904 )
ParallelTTracker [3]> 12:57:35 Step    121 at  188.726 [mm] t=  1.220e-08 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00275494 , 0.00274986 , 0.00285194 )
ParallelTTracker [3]> 12:57:35 Step    122 at  190.109 [mm] t=  1.230e-08 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00275809 , 0.00275316 , 0.00285485 )
ParallelTTracker [3]> 12:57:35 Step    123 at  191.492 [mm] t=  1.240e-08 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00276126 , 0.00275649 , 0.0028578 )
ParallelTTracker [3]> 12:57:35 Step    124 at  192.875 [mm] t=  1.250e-08 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00276446 , 0.00275984 , 0.00286076 )
ParallelTTracker [3]> 12:57:35 Step    125 at  194.258 [mm] t=  1.260e-08 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00276768 , 0.00276322 , 0.00286374 )
ParallelTTracker [3]> 12:57:35 Step    126 at  195.641 [mm] t=  1.270e-08 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00277092 , 0.00276662 , 0.00286675 )
ParallelTTracker [3]> 12:57:35 Step    127 at  197.024 [mm] t=  1.280e-08 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00277422 , 0.00277005 , 0.00286978 )
ParallelTTracker [3]> 12:57:36 Step    128 at  198.407 [mm] t=  1.290e-08 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00277775 , 0.0027735 , 0.00287283 )
ParallelTTracker [3]> 12:57:36 Step    129 at  199.790 [mm] t=  1.300e-08 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.0027813 , 0.00277697 , 0.0028759 )
ParallelTTracker [3]> 12:57:36 Step    130 at  201.173 [mm] t=  1.310e-08 [s] E=    1.001 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00148e+00 [MeV]      dEkin =  4.42412e-02 [MeV]
OPAL > * rmax            = (  2.08197e-02 ,  2.09469e-02 ,  2.21994e-01 ) [m]
OPAL > * rmin            = ( -2.08999e-02 , -2.07076e-02 ,  1.78855e-01 ) [m]
OPAL > * rms beam size   = (  7.13451e-03 ,  7.12881e-03 ,  7.10864e-03 ) [m]
OPAL > * rms momenta     = (  1.02512e-03 ,  1.02592e-03 ,  1.02135e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.03967e-05 , -9.02837e-06 ,  2.01173e-01 ) [m]
OPAL > * mean momenta    = ( -1.08048e-09 ,  2.28641e-10 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.22467e-05 ,  4.18698e-05 ,  4.20574e-05 ) (not normalized)
OPAL > * rms correlation = (  9.63709e-01 ,  9.64364e-01 ,  9.63499e-01 )
OPAL > * hr              = (  2.78130e-03 ,  2.77697e-03 ,  2.87590e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    1.31000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    2.01173e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00278489 , 0.00278047 , 0.00287899 )
ParallelTTracker [3]> 12:57:36 Step    131 at  202.556 [mm] t=  1.320e-08 [s] E=    1.001 [MeV] 
Ippl[3]> mesh size( 0.00278849 , 0.00278399 , 0.00288211 )
ParallelTTracker [3]> 12:57:36 Step    132 at  203.939 [mm] t=  1.330e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00279212 , 0.00278754 , 0.00288524 )
ParallelTTracker [3]> 12:57:36 Step    133 at  205.322 [mm] t=  1.340e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00279578 , 0.00279111 , 0.0028884 )
ParallelTTracker [3]> 12:57:36 Step    134 at  206.705 [mm] t=  1.350e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00279946 , 0.00279471 , 0.00289158 )
ParallelTTracker [3]> 12:57:36 Step    135 at  208.088 [mm] t=  1.360e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00280316 , 0.00279833 , 0.00289478 )
ParallelTTracker [3]> 12:57:36 Step    136 at  209.471 [mm] t=  1.370e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00280689 , 0.00280197 , 0.002898 )
ParallelTTracker [3]> 12:57:36 Step    137 at  210.854 [mm] t=  1.380e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00281064 , 0.00280564 , 0.00290125 )
ParallelTTracker [3]> 12:57:36 Step    138 at  212.237 [mm] t=  1.390e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00281442 , 0.00280933 , 0.00290451 )
ParallelTTracker [3]> 12:57:37 Step    139 at  213.620 [mm] t=  1.400e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00281822 , 0.00281304 , 0.0029078 )
ParallelTTracker [3]> 12:57:37 Step    140 at  215.003 [mm] t=  1.410e-08 [s] E=    1.002 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00161e+00 [MeV]      dEkin =  4.62074e-02 [MeV]
OPAL > * rmax            = (  2.10792e-02 ,  2.12151e-02 ,  2.36056e-01 ) [m]
OPAL > * rmin            = ( -2.11941e-02 , -2.09806e-02 ,  1.92439e-01 ) [m]
OPAL > * rms beam size   = (  7.43764e-03 ,  7.43237e-03 ,  7.40996e-03 ) [m]
OPAL > * rms momenta     = (  1.07047e-03 ,  1.07128e-03 ,  1.06667e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.03971e-05 , -9.02830e-06 ,  2.15003e-01 ) [m]
OPAL > * mean momenta    = ( -1.10448e-09 ,  1.94606e-10 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.34395e-05 ,  4.30444e-05 ,  4.32629e-05 ) (not normalized)
OPAL > * rms correlation = (  9.67684e-01 ,  9.68281e-01 ,  9.67472e-01 )
OPAL > * hr              = (  2.81822e-03 ,  2.81304e-03 ,  2.90780e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    1.41000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    2.15003e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00282205 , 0.00281678 , 0.00291111 )
ParallelTTracker [3]> 12:57:37 Step    141 at  216.386 [mm] t=  1.420e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.0028259 , 0.00282055 , 0.00291444 )
ParallelTTracker [3]> 12:57:37 Step    142 at  217.769 [mm] t=  1.430e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00282977 , 0.00282433 , 0.00291779 )
ParallelTTracker [3]> 12:57:37 Step    143 at  219.152 [mm] t=  1.440e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00283367 , 0.00282815 , 0.00292116 )
ParallelTTracker [3]> 12:57:37 Step    144 at  220.535 [mm] t=  1.450e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00283759 , 0.00283198 , 0.00292455 )
ParallelTTracker [3]> 12:57:37 Step    145 at  221.918 [mm] t=  1.460e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00284154 , 0.00283584 , 0.00292797 )
ParallelTTracker [3]> 12:57:37 Step    146 at  223.301 [mm] t=  1.470e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00284551 , 0.00283972 , 0.00293141 )
ParallelTTracker [3]> 12:57:37 Step    147 at  224.684 [mm] t=  1.480e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.0028495 , 0.00284362 , 0.00293486 )
ParallelTTracker [3]> 12:57:37 Step    148 at  226.067 [mm] t=  1.490e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00285352 , 0.00284755 , 0.00293834 )
ParallelTTracker [3]> 12:57:37 Step    149 at  227.450 [mm] t=  1.500e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00285756 , 0.0028515 , 0.00294184 )
ParallelTTracker [3]> 12:57:38 Step    150 at  228.833 [mm] t=  1.510e-08 [s] E=    1.002 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00174e+00 [MeV]      dEkin =  4.80137e-02 [MeV]
OPAL > * rmax            = (  2.13558e-02 ,  2.15010e-02 ,  2.50134e-01 ) [m]
OPAL > * rmin            = ( -2.15076e-02 , -2.12715e-02 ,  2.06006e-01 ) [m]
OPAL > * rms beam size   = (  7.75457e-03 ,  7.74972e-03 ,  7.72505e-03 ) [m]
OPAL > * rms momenta     = (  1.11211e-03 ,  1.11292e-03 ,  1.10830e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.03974e-05 , -9.02824e-06 ,  2.28833e-01 ) [m]
OPAL > * mean momenta    = ( -1.09140e-09 ,  1.43685e-10 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.44213e-05 ,  4.40101e-05 ,  4.42587e-05 ) (not normalized)
OPAL > * rms correlation = (  9.71245e-01 ,  9.71788e-01 ,  9.71035e-01 )
OPAL > * hr              = (  2.85756e-03 ,  2.85150e-03 ,  2.94184e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    1.51000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    2.28833e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00286163 , 0.00285548 , 0.00294536 )
ParallelTTracker [3]> 12:57:38 Step    151 at  230.216 [mm] t=  1.520e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00286572 , 0.00285948 , 0.0029489 )
ParallelTTracker [3]> 12:57:38 Step    152 at  231.599 [mm] t=  1.530e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00286983 , 0.0028635 , 0.00295246 )
ParallelTTracker [3]> 12:57:38 Step    153 at  232.982 [mm] t=  1.540e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00287397 , 0.00286755 , 0.00295604 )
ParallelTTracker [3]> 12:57:38 Step    154 at  234.365 [mm] t=  1.550e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00287813 , 0.00287162 , 0.00295965 )
ParallelTTracker [3]> 12:57:38 Step    155 at  235.748 [mm] t=  1.560e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00288231 , 0.00287571 , 0.00296327 )
ParallelTTracker [3]> 12:57:38 Step    156 at  237.131 [mm] t=  1.570e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00288652 , 0.00287982 , 0.00296692 )
ParallelTTracker [3]> 12:57:38 Step    157 at  238.514 [mm] t=  1.580e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00289075 , 0.00288396 , 0.00297058 )
ParallelTTracker [3]> 12:57:38 Step    158 at  239.897 [mm] t=  1.590e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00289501 , 0.00288812 , 0.00297427 )
ParallelTTracker [3]> 12:57:38 Step    159 at  241.280 [mm] t=  1.600e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00289928 , 0.0028923 , 0.00297798 )
ParallelTTracker [3]> 12:57:38 Step    160 at  242.663 [mm] t=  1.610e-08 [s] E=    1.002 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00186e+00 [MeV]      dEkin =  4.96739e-02 [MeV]
OPAL > * rmax            = (  2.16493e-02 ,  2.18044e-02 ,  2.64227e-01 ) [m]
OPAL > * rmin            = ( -2.18400e-02 , -2.15802e-02 ,  2.19557e-01 ) [m]
OPAL > * rms beam size   = (  8.08424e-03 ,  8.07980e-03 ,  8.05283e-03 ) [m]
OPAL > * rms momenta     = (  1.15037e-03 ,  1.15119e-03 ,  1.14655e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.03977e-05 , -9.02821e-06 ,  2.42663e-01 ) [m]
OPAL > * mean momenta    = ( -1.00944e-09 ,  7.38526e-11 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.52164e-05 ,  4.47911e-05 ,  4.50688e-05 ) (not normalized)
OPAL > * rms correlation = (  9.74418e-01 ,  9.74911e-01 ,  9.74212e-01 )
OPAL > * hr              = (  2.89928e-03 ,  2.89230e-03 ,  2.97798e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    1.61000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    2.42663e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00290358 , 0.00289651 , 0.00298171 )
ParallelTTracker [3]> 12:57:39 Step    161 at  244.046 [mm] t=  1.620e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00290791 , 0.00290074 , 0.00298545 )
ParallelTTracker [3]> 12:57:39 Step    162 at  245.429 [mm] t=  1.630e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00291226 , 0.00290499 , 0.00298922 )
ParallelTTracker [3]> 12:57:39 Step    163 at  246.812 [mm] t=  1.640e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00291663 , 0.00290927 , 0.00299301 )
ParallelTTracker [3]> 12:57:39 Step    164 at  248.195 [mm] t=  1.650e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00292102 , 0.00291357 , 0.00299682 )
ParallelTTracker [3]> 12:57:39 Step    165 at  249.578 [mm] t=  1.660e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00292544 , 0.00291789 , 0.00300065 )
ParallelTTracker [3]> 12:57:39 Step    166 at  250.961 [mm] t=  1.670e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00292987 , 0.00292223 , 0.0030045 )
ParallelTTracker [3]> 12:57:39 Step    167 at  252.344 [mm] t=  1.680e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00293434 , 0.0029266 , 0.00300838 )
ParallelTTracker [3]> 12:57:39 Step    168 at  253.727 [mm] t=  1.690e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00293882 , 0.00293099 , 0.00301227 )
ParallelTTracker [3]> 12:57:39 Step    169 at  255.110 [mm] t=  1.700e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00294333 , 0.0029354 , 0.00301638 )
ParallelTTracker [3]> 12:57:39 Step    170 at  256.493 [mm] t=  1.710e-08 [s] E=    1.002 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00197e+00 [MeV]      dEkin =  5.12013e-02 [MeV]
OPAL > * rmax            = (  2.19592e-02 ,  2.21248e-02 ,  2.78338e-01 ) [m]
OPAL > * rmin            = ( -2.21907e-02 , -2.19062e-02 ,  2.33092e-01 ) [m]
OPAL > * rms beam size   = (  8.42564e-03 ,  8.42160e-03 ,  8.39232e-03 ) [m]
OPAL > * rms momenta     = (  1.18555e-03 ,  1.18637e-03 ,  1.18174e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.03980e-05 , -9.02819e-06 ,  2.56493e-01 ) [m]
OPAL > * mean momenta    = ( -8.12997e-10 , -2.73321e-11 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.58473e-05 ,  4.54099e-05 ,  4.57154e-05 ) (not normalized)
OPAL > * rms correlation = (  9.77233e-01 ,  9.77680e-01 ,  9.77034e-01 )
OPAL > * hr              = (  2.94333e-03 ,  2.93540e-03 ,  3.01638e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    1.71000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    2.56493e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00294811 , 0.00293983 , 0.00302062 )
ParallelTTracker [3]> 12:57:40 Step    171 at  257.876 [mm] t=  1.720e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00295293 , 0.00294429 , 0.00302489 )
ParallelTTracker [3]> 12:57:40 Step    172 at  259.259 [mm] t=  1.730e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00295777 , 0.00294876 , 0.00302917 )
ParallelTTracker [3]> 12:57:40 Step    173 at  260.642 [mm] t=  1.740e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00296264 , 0.00295326 , 0.00303348 )
ParallelTTracker [3]> 12:57:40 Step    174 at  262.025 [mm] t=  1.750e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00296753 , 0.00295779 , 0.0030378 )
ParallelTTracker [3]> 12:57:40 Step    175 at  263.408 [mm] t=  1.760e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00297245 , 0.00296233 , 0.00304215 )
ParallelTTracker [3]> 12:57:40 Step    176 at  264.791 [mm] t=  1.770e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00297738 , 0.0029669 , 0.00304652 )
ParallelTTracker [3]> 12:57:40 Step    177 at  266.174 [mm] t=  1.780e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00298235 , 0.00297149 , 0.00305091 )
ParallelTTracker [3]> 12:57:40 Step    178 at  267.557 [mm] t=  1.790e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00298733 , 0.0029761 , 0.00305532 )
ParallelTTracker [3]> 12:57:41 Step    179 at  268.940 [mm] t=  1.800e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00299234 , 0.00298073 , 0.00305976 )
ParallelTTracker [3]> 12:57:41 Step    180 at  270.323 [mm] t=  1.810e-08 [s] E=    1.002 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00208e+00 [MeV]      dEkin =  5.26080e-02 [MeV]
OPAL > * rmax            = (  2.23256e-02 ,  2.24619e-02 ,  2.92508e-01 ) [m]
OPAL > * rmin            = ( -2.25595e-02 , -2.22490e-02 ,  2.46611e-01 ) [m]
OPAL > * rms beam size   = (  8.77786e-03 ,  8.77422e-03 ,  8.74261e-03 ) [m]
OPAL > * rms momenta     = (  1.21794e-03 ,  1.21877e-03 ,  1.21414e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.03981e-05 , -9.02822e-06 ,  2.70323e-01 ) [m]
OPAL > * mean momenta    = ( -4.97533e-10 , -1.73506e-10 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.63354e-05 ,  4.58875e-05 ,  4.62195e-05 ) (not normalized)
OPAL > * rms correlation = (  9.79722e-01 ,  9.80127e-01 ,  9.79531e-01 )
OPAL > * hr              = (  2.99234e-03 ,  2.98073e-03 ,  3.05976e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    1.81000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    2.70323e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00299737 , 0.00298538 , 0.00306421 )
ParallelTTracker [3]> 12:57:41 Step    181 at  271.706 [mm] t=  1.820e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00300242 , 0.00299006 , 0.00306869 )
ParallelTTracker [3]> 12:57:41 Step    182 at  273.089 [mm] t=  1.830e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.0030075 , 0.00299476 , 0.00307318 )
ParallelTTracker [3]> 12:57:41 Step    183 at  274.472 [mm] t=  1.840e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.0030126 , 0.00299948 , 0.0030777 )
ParallelTTracker [3]> 12:57:41 Step    184 at  275.855 [mm] t=  1.850e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00301773 , 0.00300422 , 0.00308224 )
ParallelTTracker [3]> 12:57:41 Step    185 at  277.238 [mm] t=  1.860e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00302287 , 0.00300898 , 0.0030868 )
ParallelTTracker [3]> 12:57:41 Step    186 at  278.621 [mm] t=  1.870e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00302804 , 0.00301377 , 0.00309138 )
ParallelTTracker [3]> 12:57:41 Step    187 at  280.004 [mm] t=  1.880e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00303323 , 0.00301857 , 0.00309598 )
ParallelTTracker [3]> 12:57:41 Step    188 at  281.387 [mm] t=  1.890e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00303845 , 0.0030234 , 0.00310061 )
ParallelTTracker [3]> 12:57:41 Step    189 at  282.770 [mm] t=  1.900e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00304368 , 0.00302825 , 0.00310525 )
ParallelTTracker [3]> 12:57:42 Step    190 at  284.153 [mm] t=  1.910e-08 [s] E=    1.002 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00219e+00 [MeV]      dEkin =  5.39053e-02 [MeV]
OPAL > * rmax            = (  2.27096e-02 ,  2.28153e-02 ,  3.06694e-01 ) [m]
OPAL > * rmin            = ( -2.29456e-02 , -2.26084e-02 ,  2.60116e-01 ) [m]
OPAL > * rms beam size   = (  9.14005e-03 ,  9.13680e-03 ,  9.10285e-03 ) [m]
OPAL > * rms momenta     = (  1.24780e-03 ,  1.24864e-03 ,  1.24401e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.03982e-05 , -9.02830e-06 ,  2.84153e-01 ) [m]
OPAL > * mean momenta    = ( -7.16725e-11 , -4.01836e-10 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.67001e-05 ,  4.62433e-05 ,  4.66002e-05 ) (not normalized)
OPAL > * rms correlation = (  9.81918e-01 ,  9.82285e-01 ,  9.81736e-01 )
OPAL > * hr              = (  3.04368e-03 ,  3.02825e-03 ,  3.10525e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    1.91000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    2.84153e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00304894 , 0.00303312 , 0.00310991 )
ParallelTTracker [3]> 12:57:42 Step    191 at  285.536 [mm] t=  1.920e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00305422 , 0.00303801 , 0.0031146 )
ParallelTTracker [3]> 12:57:42 Step    192 at  286.919 [mm] t=  1.930e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00305953 , 0.00304292 , 0.0031193 )
ParallelTTracker [3]> 12:57:42 Step    193 at  288.302 [mm] t=  1.940e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00306485 , 0.00304785 , 0.00312403 )
ParallelTTracker [3]> 12:57:42 Step    194 at  289.685 [mm] t=  1.950e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.0030702 , 0.00305281 , 0.00312877 )
ParallelTTracker [3]> 12:57:42 Step    195 at  291.068 [mm] t=  1.960e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00307557 , 0.00305778 , 0.00313354 )
ParallelTTracker [3]> 12:57:42 Step    196 at  292.451 [mm] t=  1.970e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00308096 , 0.00306278 , 0.00313833 )
ParallelTTracker [3]> 12:57:42 Step    197 at  293.834 [mm] t=  1.980e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00308637 , 0.0030678 , 0.00314313 )
ParallelTTracker [3]> 12:57:42 Step    198 at  295.217 [mm] t=  1.990e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00309181 , 0.00307284 , 0.00314796 )
ParallelTTracker [3]> 12:57:42 Step    199 at  296.600 [mm] t=  2.000e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00309727 , 0.00307789 , 0.00315281 )
ParallelTTracker [3]> 12:57:42 Step    200 at  297.983 [mm] t=  2.010e-08 [s] E=    1.002 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00228e+00 [MeV]      dEkin =  5.51033e-02 [MeV]
OPAL > * rmax            = (  2.31104e-02 ,  2.31846e-02 ,  3.20897e-01 ) [m]
OPAL > * rmin            = ( -2.33486e-02 , -2.29838e-02 ,  2.73604e-01 ) [m]
OPAL > * rms beam size   = (  9.51146e-03 ,  9.50859e-03 ,  9.47229e-03 ) [m]
OPAL > * rms momenta     = (  1.27536e-03 ,  1.27621e-03 ,  1.27160e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.03982e-05 , -9.02846e-06 ,  2.97983e-01 ) [m]
OPAL > * mean momenta    = (  4.92038e-10 , -7.69043e-10 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.69591e-05 ,  4.64946e-05 ,  4.68750e-05 ) (not normalized)
OPAL > * rms correlation = (  9.83853e-01 ,  9.84185e-01 ,  9.83680e-01 )
OPAL > * hr              = (  3.09727e-03 ,  3.07789e-03 ,  3.15281e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    2.01000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    2.97983e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00310274 , 0.00308297 , 0.00315768 )
ParallelTTracker [3]> 12:57:43 Step    201 at  299.366 [mm] t=  2.020e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00310824 , 0.00308807 , 0.00316257 )
ParallelTTracker [3]> 12:57:43 Step    202 at  300.749 [mm] t=  2.030e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00311377 , 0.00309319 , 0.00316747 )
ParallelTTracker [3]> 12:57:43 Step    203 at  302.132 [mm] t=  2.040e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00311931 , 0.00309833 , 0.0031724 )
ParallelTTracker [3]> 12:57:43 Step    204 at  303.515 [mm] t=  2.050e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00312487 , 0.0031035 , 0.00317735 )
ParallelTTracker [3]> 12:57:43 Step    205 at  304.898 [mm] t=  2.060e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00313046 , 0.00310868 , 0.00318232 )
ParallelTTracker [3]> 12:57:43 Step    206 at  306.281 [mm] t=  2.070e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00313607 , 0.00311388 , 0.0031873 )
ParallelTTracker [3]> 12:57:43 Step    207 at  307.664 [mm] t=  2.080e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.0031417 , 0.0031191 , 0.00319231 )
ParallelTTracker [3]> 12:57:43 Step    208 at  309.047 [mm] t=  2.090e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00314734 , 0.00312434 , 0.00319734 )
ParallelTTracker [3]> 12:57:43 Step    209 at  310.430 [mm] t=  2.100e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00315301 , 0.0031296 , 0.00320238 )
ParallelTTracker [3]> 12:57:43 Step    210 at  311.813 [mm] t=  2.110e-08 [s] E=    1.002 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00238e+00 [MeV]      dEkin =  5.62114e-02 [MeV]
OPAL > * rmax            = (  2.35273e-02 ,  2.35693e-02 ,  3.35115e-01 ) [m]
OPAL > * rmin            = ( -2.37679e-02 , -2.33748e-02 ,  2.87079e-01 ) [m]
OPAL > * rms beam size   = (  9.89137e-03 ,  9.88887e-03 ,  9.85022e-03 ) [m]
OPAL > * rms momenta     = (  1.30085e-03 ,  1.30171e-03 ,  1.29711e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.03979e-05 , -9.02877e-06 ,  3.11813e-01 ) [m]
OPAL > * mean momenta    = (  1.25269e-09 , -1.34861e-09 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.71278e-05 ,  4.66564e-05 ,  4.70590e-05 ) (not normalized)
OPAL > * rms correlation = (  9.85557e-01 ,  9.85858e-01 ,  9.85393e-01 )
OPAL > * hr              = (  3.15301e-03 ,  3.12960e-03 ,  3.20238e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    2.11000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    3.11813e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.0031587 , 0.00313489 , 0.00320745 )
ParallelTTracker [3]> 12:57:44 Step    211 at  313.196 [mm] t=  2.120e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00316442 , 0.00314019 , 0.00321254 )
ParallelTTracker [3]> 12:57:44 Step    212 at  314.579 [mm] t=  2.130e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00317015 , 0.00314551 , 0.00321764 )
ParallelTTracker [3]> 12:57:44 Step    213 at  315.962 [mm] t=  2.140e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.0031759 , 0.00315085 , 0.00322277 )
ParallelTTracker [3]> 12:57:44 Step    214 at  317.345 [mm] t=  2.150e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00318167 , 0.00315621 , 0.00322791 )
ParallelTTracker [3]> 12:57:44 Step    215 at  318.728 [mm] t=  2.160e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00318747 , 0.00316159 , 0.00323307 )
ParallelTTracker [3]> 12:57:44 Step    216 at  320.111 [mm] t=  2.170e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00319328 , 0.00316699 , 0.00323826 )
ParallelTTracker [3]> 12:57:44 Step    217 at  321.494 [mm] t=  2.180e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00319912 , 0.00317241 , 0.00324346 )
ParallelTTracker [3]> 12:57:44 Step    218 at  322.877 [mm] t=  2.190e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00320497 , 0.00317785 , 0.00324868 )
ParallelTTracker [3]> 12:57:44 Step    219 at  324.260 [mm] t=  2.200e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00321085 , 0.00318331 , 0.00325392 )
ParallelTTracker [3]> 12:57:44 Step    220 at  325.643 [mm] t=  2.210e-08 [s] E=    1.002 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00246e+00 [MeV]      dEkin =  5.72379e-02 [MeV]
OPAL > * rmax            = (  2.39597e-02 ,  2.39689e-02 ,  3.49348e-01 ) [m]
OPAL > * rmin            = ( -2.42030e-02 , -2.37807e-02 ,  3.00539e-01 ) [m]
OPAL > * rms beam size   = (  1.02791e-02 ,  1.02770e-02 ,  1.02360e-02 ) [m]
OPAL > * rms momenta     = (  1.32446e-03 ,  1.32534e-03 ,  1.32074e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.03974e-05 , -9.02929e-06 ,  3.25643e-01 ) [m]
OPAL > * mean momenta    = (  2.23130e-09 , -2.21482e-09 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.72194e-05 ,  4.67419e-05 ,  4.71654e-05 ) (not normalized)
OPAL > * rms correlation = (  9.87057e-01 ,  9.87330e-01 ,  9.86903e-01 )
OPAL > * hr              = (  3.21085e-03 ,  3.18331e-03 ,  3.25392e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    2.21000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    3.25643e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00321674 , 0.00318878 , 0.00325917 )
ParallelTTracker [3]> 12:57:45 Step    221 at  327.026 [mm] t=  2.220e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00322265 , 0.00319428 , 0.00326445 )
ParallelTTracker [3]> 12:57:45 Step    222 at  328.409 [mm] t=  2.230e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00322859 , 0.0031998 , 0.00326975 )
ParallelTTracker [3]> 12:57:45 Step    223 at  329.792 [mm] t=  2.240e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00323454 , 0.00320533 , 0.00327506 )
ParallelTTracker [3]> 12:57:45 Step    224 at  331.175 [mm] t=  2.250e-08 [s] E=    1.002 [MeV] 
Ippl[3]> mesh size( 0.00324052 , 0.00321088 , 0.0032804 )
ParallelTTracker [3]> 12:57:45 Step    225 at  332.558 [mm] t=  2.260e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00324651 , 0.00321646 , 0.00328575 )
ParallelTTracker [3]> 12:57:45 Step    226 at  333.941 [mm] t=  2.270e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00325252 , 0.00322205 , 0.00329112 )
ParallelTTracker [3]> 12:57:45 Step    227 at  335.324 [mm] t=  2.280e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00325855 , 0.00322766 , 0.00329651 )
ParallelTTracker [3]> 12:57:45 Step    228 at  336.707 [mm] t=  2.290e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.0032646 , 0.00323328 , 0.00330191 )
ParallelTTracker [3]> 12:57:45 Step    229 at  338.090 [mm] t=  2.300e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00327067 , 0.00323893 , 0.00330734 )
ParallelTTracker [3]> 12:57:45 Step    230 at  339.473 [mm] t=  2.310e-08 [s] E=    1.003 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00255e+00 [MeV]      dEkin =  5.81905e-02 [MeV]
OPAL > * rmax            = (  2.44071e-02 ,  2.43828e-02 ,  3.63595e-01 ) [m]
OPAL > * rmin            = ( -2.46530e-02 , -2.42011e-02 ,  3.13985e-01 ) [m]
OPAL > * rms beam size   = (  1.06742e-02 ,  1.06724e-02 ,  1.06291e-02 ) [m]
OPAL > * rms momenta     = (  1.34637e-03 ,  1.34725e-03 ,  1.34267e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.03965e-05 , -9.03012e-06 ,  3.39473e-01 ) [m]
OPAL > * mean momenta    = (  3.47448e-09 , -3.45224e-09 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.72456e-05 ,  4.67626e-05 ,  4.72056e-05 ) (not normalized)
OPAL > * rms correlation = (  9.88378e-01 ,  9.88627e-01 ,  9.88234e-01 )
OPAL > * hr              = (  3.27067e-03 ,  3.23893e-03 ,  3.30734e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    2.31000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    3.39473e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00327676 , 0.00324459 , 0.00331278 )
ParallelTTracker [3]> 12:57:45 Step    231 at  340.856 [mm] t=  2.320e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00328287 , 0.00325028 , 0.00331825 )
ParallelTTracker [3]> 12:57:46 Step    232 at  342.239 [mm] t=  2.330e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.003289 , 0.00325598 , 0.00332373 )
ParallelTTracker [3]> 12:57:46 Step    233 at  343.622 [mm] t=  2.340e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00329514 , 0.0032617 , 0.00332923 )
ParallelTTracker [3]> 12:57:46 Step    234 at  345.005 [mm] t=  2.350e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00330131 , 0.00326744 , 0.00333474 )
ParallelTTracker [3]> 12:57:46 Step    235 at  346.388 [mm] t=  2.360e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00330751 , 0.00327319 , 0.00334028 )
ParallelTTracker [3]> 12:57:46 Step    236 at  347.771 [mm] t=  2.370e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00331384 , 0.00327896 , 0.00334583 )
ParallelTTracker [3]> 12:57:46 Step    237 at  349.154 [mm] t=  2.380e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00332019 , 0.00328476 , 0.0033514 )
ParallelTTracker [3]> 12:57:46 Step    238 at  350.537 [mm] t=  2.390e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00332655 , 0.00329057 , 0.00335698 )
ParallelTTracker [3]> 12:57:46 Step    239 at  351.920 [mm] t=  2.400e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00333294 , 0.00329639 , 0.00336259 )
ParallelTTracker [3]> 12:57:46 Step    240 at  353.303 [mm] t=  2.410e-08 [s] E=    1.003 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00262e+00 [MeV]      dEkin =  5.90759e-02 [MeV]
OPAL > * rmax            = (  2.48766e-02 ,  2.48106e-02 ,  3.77856e-01 ) [m]
OPAL > * rmin            = ( -2.51174e-02 , -2.46353e-02 ,  3.27418e-01 ) [m]
OPAL > * rms beam size   = (  1.10760e-02 ,  1.10746e-02 ,  1.10289e-02 ) [m]
OPAL > * rms momenta     = (  1.36673e-03 ,  1.36763e-03 ,  1.36304e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.03952e-05 , -9.03138e-06 ,  3.53303e-01 ) [m]
OPAL > * mean momenta    = (  5.01587e-09 , -5.04460e-09 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.72169e-05 ,  4.67287e-05 ,  4.71899e-05 ) (not normalized)
OPAL > * rms correlation = (  9.89544e-01 ,  9.89771e-01 ,  9.89408e-01 )
OPAL > * hr              = (  3.33294e-03 ,  3.29639e-03 ,  3.36259e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    2.41000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    3.53303e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00333934 , 0.00330224 , 0.00336821 )
ParallelTTracker [3]> 12:57:47 Step    241 at  354.686 [mm] t=  2.420e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00334576 , 0.00330814 , 0.00337385 )
ParallelTTracker [3]> 12:57:47 Step    242 at  356.069 [mm] t=  2.430e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.0033522 , 0.00331433 , 0.00337951 )
ParallelTTracker [3]> 12:57:47 Step    243 at  357.452 [mm] t=  2.440e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00335865 , 0.00332054 , 0.00338518 )
ParallelTTracker [3]> 12:57:47 Step    244 at  358.835 [mm] t=  2.450e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00336513 , 0.00332676 , 0.00339087 )
ParallelTTracker [3]> 12:57:47 Step    245 at  360.218 [mm] t=  2.460e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00337162 , 0.003333 , 0.00339658 )
ParallelTTracker [3]> 12:57:47 Step    246 at  361.601 [mm] t=  2.470e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00337813 , 0.00333926 , 0.00340231 )
ParallelTTracker [3]> 12:57:47 Step    247 at  362.984 [mm] t=  2.480e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00338466 , 0.00334553 , 0.00340805 )
ParallelTTracker [3]> 12:57:47 Step    248 at  364.367 [mm] t=  2.490e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.0033912 , 0.00335183 , 0.00341381 )
ParallelTTracker [3]> 12:57:47 Step    249 at  365.750 [mm] t=  2.500e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00339776 , 0.00335814 , 0.00341959 )
ParallelTTracker [3]> 12:57:47 Step    250 at  367.133 [mm] t=  2.510e-08 [s] E=    1.003 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00270e+00 [MeV]      dEkin =  5.99004e-02 [MeV]
OPAL > * rmax            = (  2.53710e-02 ,  2.52515e-02 ,  3.92131e-01 ) [m]
OPAL > * rmin            = ( -2.55955e-02 , -2.51205e-02 ,  3.40837e-01 ) [m]
OPAL > * rms beam size   = (  1.14841e-02 ,  1.14830e-02 ,  1.14349e-02 ) [m]
OPAL > * rms momenta     = (  1.38568e-03 ,  1.38660e-03 ,  1.38202e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.03935e-05 , -9.03315e-06 ,  3.67133e-01 ) [m]
OPAL > * mean momenta    = (  6.70614e-09 , -6.79576e-09 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.71428e-05 ,  4.66496e-05 ,  4.71274e-05 ) (not normalized)
OPAL > * rms correlation = (  9.90572e-01 ,  9.90779e-01 ,  9.90446e-01 )
OPAL > * hr              = (  3.39776e-03 ,  3.35814e-03 ,  3.41959e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    2.51000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    3.67133e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00340434 , 0.00336446 , 0.00342538 )
ParallelTTracker [3]> 12:57:48 Step    251 at  368.516 [mm] t=  2.520e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00341094 , 0.00337081 , 0.00343119 )
ParallelTTracker [3]> 12:57:48 Step    252 at  369.899 [mm] t=  2.530e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00341755 , 0.00337717 , 0.00343702 )
ParallelTTracker [3]> 12:57:48 Step    253 at  371.282 [mm] t=  2.540e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00342419 , 0.00338354 , 0.00344286 )
ParallelTTracker [3]> 12:57:48 Step    254 at  372.665 [mm] t=  2.550e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00343083 , 0.00338994 , 0.00344872 )
ParallelTTracker [3]> 12:57:48 Step    255 at  374.048 [mm] t=  2.560e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.0034375 , 0.00339635 , 0.0034546 )
ParallelTTracker [3]> 12:57:48 Step    256 at  375.431 [mm] t=  2.570e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00344418 , 0.00340277 , 0.00346049 )
ParallelTTracker [3]> 12:57:48 Step    257 at  376.814 [mm] t=  2.580e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00345088 , 0.00340922 , 0.0034664 )
ParallelTTracker [3]> 12:57:48 Step    258 at  378.197 [mm] t=  2.590e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00345759 , 0.00341567 , 0.00347232 )
ParallelTTracker [3]> 12:57:48 Step    259 at  379.580 [mm] t=  2.600e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00346432 , 0.00342215 , 0.00347826 )
ParallelTTracker [3]> 12:57:48 Step    260 at  380.963 [mm] t=  2.610e-08 [s] E=    1.003 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00277e+00 [MeV]      dEkin =  6.06696e-02 [MeV]
OPAL > * rmax            = (  2.58783e-02 ,  2.57050e-02 ,  4.06419e-01 ) [m]
OPAL > * rmin            = ( -2.60865e-02 , -2.56272e-02 ,  3.54245e-01 ) [m]
OPAL > * rms beam size   = (  1.18980e-02 ,  1.18973e-02 ,  1.18468e-02 ) [m]
OPAL > * rms momenta     = (  1.40336e-03 ,  1.40430e-03 ,  1.39971e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.03912e-05 , -9.03540e-06 ,  3.80963e-01 ) [m]
OPAL > * mean momenta    = (  8.42076e-09 , -8.19629e-09 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.70318e-05 ,  4.65337e-05 ,  4.70265e-05 ) (not normalized)
OPAL > * rms correlation = (  9.91480e-01 ,  9.91670e-01 ,  9.91363e-01 )
OPAL > * hr              = (  3.46432e-03 ,  3.42215e-03 ,  3.47826e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    2.61000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    3.80963e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00347107 , 0.00342864 , 0.00348421 )
ParallelTTracker [3]> 12:57:49 Step    261 at  382.346 [mm] t=  2.620e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00347783 , 0.00343515 , 0.00349019 )
ParallelTTracker [3]> 12:57:49 Step    262 at  383.729 [mm] t=  2.630e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00348461 , 0.00344167 , 0.00349617 )
ParallelTTracker [3]> 12:57:49 Step    263 at  385.112 [mm] t=  2.640e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00349141 , 0.00344848 , 0.00350218 )
ParallelTTracker [3]> 12:57:49 Step    264 at  386.495 [mm] t=  2.650e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00349822 , 0.00345561 , 0.0035082 )
ParallelTTracker [3]> 12:57:49 Step    265 at  387.878 [mm] t=  2.660e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00350504 , 0.00346275 , 0.00351423 )
ParallelTTracker [3]> 12:57:49 Step    266 at  389.261 [mm] t=  2.670e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00351189 , 0.0034699 , 0.00352028 )
ParallelTTracker [3]> 12:57:49 Step    267 at  390.644 [mm] t=  2.680e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00351875 , 0.00347707 , 0.00352634 )
ParallelTTracker [3]> 12:57:50 Step    268 at  392.027 [mm] t=  2.690e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00352562 , 0.00348425 , 0.00353242 )
ParallelTTracker [3]> 12:57:50 Step    269 at  393.410 [mm] t=  2.700e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00353251 , 0.00349145 , 0.00353852 )
ParallelTTracker [3]> 12:57:50 Step    270 at  394.793 [mm] t=  2.710e-08 [s] E=    1.003 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00283e+00 [MeV]      dEkin =  6.13883e-02 [MeV]
OPAL > * rmax            = (  2.63979e-02 ,  2.62257e-02 ,  4.20718e-01 ) [m]
OPAL > * rmin            = ( -2.65897e-02 , -2.61461e-02 ,  3.67640e-01 ) [m]
OPAL > * rms beam size   = (  1.23173e-02 ,  1.23170e-02 ,  1.22641e-02 ) [m]
OPAL > * rms momenta     = (  1.41988e-03 ,  1.42084e-03 ,  1.41625e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.03884e-05 , -9.03801e-06 ,  3.94793e-01 ) [m]
OPAL > * mean momenta    = (  1.00587e-08 , -9.32156e-09 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.68911e-05 ,  4.63888e-05 ,  4.68943e-05 ) (not normalized)
OPAL > * rms correlation = (  9.92283e-01 ,  9.92458e-01 ,  9.92174e-01 )
OPAL > * hr              = (  3.53251e-03 ,  3.49145e-03 ,  3.53852e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    2.71000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    3.94793e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00353941 , 0.00349867 , 0.00354463 )
ParallelTTracker [3]> 12:57:50 Step    271 at  396.176 [mm] t=  2.720e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00354633 , 0.0035059 , 0.00355075 )
ParallelTTracker [3]> 12:57:50 Step    272 at  397.559 [mm] t=  2.730e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00355327 , 0.00351315 , 0.00355689 )
ParallelTTracker [3]> 12:57:50 Step    273 at  398.942 [mm] t=  2.740e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00356022 , 0.00352053 , 0.00356305 )
ParallelTTracker [3]> 12:57:50 Step    274 at  400.325 [mm] t=  2.750e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00356718 , 0.00352798 , 0.00356922 )
ParallelTTracker [3]> 12:57:50 Step    275 at  401.708 [mm] t=  2.760e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00357416 , 0.00353544 , 0.0035754 )
ParallelTTracker [3]> 12:57:51 Step    276 at  403.091 [mm] t=  2.770e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00358115 , 0.00354291 , 0.0035816 )
ParallelTTracker [3]> 12:57:51 Step    277 at  404.474 [mm] t=  2.780e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00358816 , 0.0035504 , 0.00358781 )
ParallelTTracker [3]> 12:57:51 Step    278 at  405.857 [mm] t=  2.790e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00359519 , 0.00355791 , 0.00359404 )
ParallelTTracker [3]> 12:57:51 Step    279 at  407.240 [mm] t=  2.800e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00360222 , 0.00356543 , 0.00360028 )
ParallelTTracker [3]> 12:57:51 Step    280 at  408.623 [mm] t=  2.810e-08 [s] E=    1.003 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00289e+00 [MeV]      dEkin =  6.20610e-02 [MeV]
OPAL > * rmax            = (  2.69290e-02 ,  2.67879e-02 ,  4.35029e-01 ) [m]
OPAL > * rmin            = ( -2.71044e-02 , -2.66935e-02 ,  3.81025e-01 ) [m]
OPAL > * rms beam size   = (  1.27417e-02 ,  1.27418e-02 ,  1.26865e-02 ) [m]
OPAL > * rms momenta     = (  1.43533e-03 ,  1.43631e-03 ,  1.43173e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.03852e-05 , -9.04101e-06 ,  4.08623e-01 ) [m]
OPAL > * mean momenta    = (  1.15293e-08 , -1.07892e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.67272e-05 ,  4.62216e-05 ,  4.67374e-05 ) (not normalized)
OPAL > * rms correlation = (  9.92994e-01 ,  9.93155e-01 ,  9.92894e-01 )
OPAL > * hr              = (  3.60222e-03 ,  3.56543e-03 ,  3.60028e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    2.81000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    4.08623e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00360928 , 0.00357296 , 0.00360653 )
ParallelTTracker [3]> 12:57:51 Step    281 at  410.006 [mm] t=  2.820e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00361634 , 0.00358051 , 0.00361315 )
ParallelTTracker [3]> 12:57:51 Step    282 at  411.389 [mm] t=  2.830e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00362342 , 0.00358807 , 0.00362005 )
ParallelTTracker [3]> 12:57:51 Step    283 at  412.772 [mm] t=  2.840e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00363052 , 0.00359564 , 0.00362696 )
ParallelTTracker [3]> 12:57:52 Step    284 at  414.155 [mm] t=  2.850e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00363762 , 0.00360323 , 0.00363389 )
ParallelTTracker [3]> 12:57:52 Step    285 at  415.538 [mm] t=  2.860e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00364475 , 0.00361084 , 0.00364083 )
ParallelTTracker [3]> 12:57:52 Step    286 at  416.921 [mm] t=  2.870e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00365188 , 0.00361845 , 0.00364779 )
ParallelTTracker [3]> 12:57:52 Step    287 at  418.304 [mm] t=  2.880e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00365903 , 0.00362608 , 0.00365476 )
ParallelTTracker [3]> 12:57:52 Step    288 at  419.687 [mm] t=  2.890e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00366619 , 0.00363373 , 0.00366174 )
ParallelTTracker [3]> 12:57:52 Step    289 at  421.070 [mm] t=  2.900e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00367337 , 0.00364138 , 0.00366873 )
ParallelTTracker [3]> 12:57:52 Step    290 at  422.453 [mm] t=  2.910e-08 [s] E=    1.003 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00295e+00 [MeV]      dEkin =  6.26917e-02 [MeV]
OPAL > * rmax            = (  2.74708e-02 ,  2.73607e-02 ,  4.49350e-01 ) [m]
OPAL > * rmin            = ( -2.76298e-02 , -2.72600e-02 ,  3.94319e-01 ) [m]
OPAL > * rms beam size   = (  1.31709e-02 ,  1.31713e-02 ,  1.31137e-02 ) [m]
OPAL > * rms momenta     = (  1.44982e-03 ,  1.45081e-03 ,  1.44623e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.03815e-05 , -9.04446e-06 ,  4.22453e-01 ) [m]
OPAL > * mean momenta    = (  1.28099e-08 , -1.23254e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.65457e-05 ,  4.60380e-05 ,  4.65617e-05 ) (not normalized)
OPAL > * rms correlation = (  9.93625e-01 ,  9.93773e-01 ,  9.93533e-01 )
OPAL > * hr              = (  3.67337e-03 ,  3.64138e-03 ,  3.66873e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    2.91000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    4.22453e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00368056 , 0.00364905 , 0.00367574 )
ParallelTTracker [3]> 12:57:52 Step    291 at  423.836 [mm] t=  2.920e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00368776 , 0.00365674 , 0.00368276 )
ParallelTTracker [3]> 12:57:53 Step    292 at  425.219 [mm] t=  2.930e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00369498 , 0.00366443 , 0.0036898 )
ParallelTTracker [3]> 12:57:53 Step    293 at  426.602 [mm] t=  2.940e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00370221 , 0.00367214 , 0.00369685 )
ParallelTTracker [3]> 12:57:53 Step    294 at  427.985 [mm] t=  2.950e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00370945 , 0.00367986 , 0.00370391 )
ParallelTTracker [3]> 12:57:53 Step    295 at  429.368 [mm] t=  2.960e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.0037167 , 0.0036876 , 0.00371098 )
ParallelTTracker [3]> 12:57:53 Step    296 at  430.751 [mm] t=  2.970e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00372397 , 0.00369534 , 0.00371807 )
ParallelTTracker [3]> 12:57:53 Step    297 at  432.134 [mm] t=  2.980e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00373125 , 0.0037031 , 0.00372517 )
ParallelTTracker [3]> 12:57:53 Step    298 at  433.517 [mm] t=  2.990e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00373854 , 0.00371088 , 0.00373228 )
ParallelTTracker [3]> 12:57:53 Step    299 at  434.900 [mm] t=  3.000e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00374585 , 0.00371866 , 0.0037394 )
ParallelTTracker [3]> 12:57:53 Step    300 at  436.283 [mm] t=  3.010e-08 [s] E=    1.003 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00301e+00 [MeV]      dEkin =  6.32837e-02 [MeV]
OPAL > * rmax            = (  2.80226e-02 ,  2.79435e-02 ,  4.63682e-01 ) [m]
OPAL > * rmin            = ( -2.81652e-02 , -2.78364e-02 ,  4.07591e-01 ) [m]
OPAL > * rms beam size   = (  1.36045e-02 ,  1.36052e-02 ,  1.35452e-02 ) [m]
OPAL > * rms momenta     = (  1.46341e-03 ,  1.46442e-03 ,  1.45985e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.03775e-05 , -9.04838e-06 ,  4.36283e-01 ) [m]
OPAL > * mean momenta    = (  1.39532e-08 , -1.38756e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.63516e-05 ,  4.58427e-05 ,  4.63724e-05 ) (not normalized)
OPAL > * rms correlation = (  9.94186e-01 ,  9.94321e-01 ,  9.94100e-01 )
OPAL > * hr              = (  3.74585e-03 ,  3.71866e-03 ,  3.73940e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    3.01000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    4.36283e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00375317 , 0.00372646 , 0.00374654 )
ParallelTTracker [3]> 12:57:53 Step    301 at  437.666 [mm] t=  3.020e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.0037605 , 0.00373427 , 0.00375369 )
ParallelTTracker [3]> 12:57:54 Step    302 at  439.049 [mm] t=  3.030e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00376784 , 0.00374209 , 0.00376085 )
ParallelTTracker [3]> 12:57:54 Step    303 at  440.432 [mm] t=  3.040e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00377519 , 0.00374992 , 0.00376802 )
ParallelTTracker [3]> 12:57:54 Step    304 at  441.815 [mm] t=  3.050e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00378256 , 0.00375777 , 0.00377521 )
ParallelTTracker [3]> 12:57:54 Step    305 at  443.198 [mm] t=  3.060e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00378994 , 0.00376562 , 0.0037824 )
ParallelTTracker [3]> 12:57:54 Step    306 at  444.581 [mm] t=  3.070e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00379733 , 0.00377349 , 0.00378961 )
ParallelTTracker [3]> 12:57:54 Step    307 at  445.964 [mm] t=  3.080e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00380473 , 0.00378137 , 0.00379683 )
ParallelTTracker [3]> 12:57:54 Step    308 at  447.347 [mm] t=  3.090e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00381214 , 0.00378926 , 0.00380406 )
ParallelTTracker [3]> 12:57:54 Step    309 at  448.730 [mm] t=  3.100e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00381957 , 0.00379717 , 0.00381131 )
ParallelTTracker [3]> 12:57:54 Step    310 at  450.113 [mm] t=  3.110e-08 [s] E=    1.003 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00306e+00 [MeV]      dEkin =  6.38403e-02 [MeV]
OPAL > * rmax            = (  2.85837e-02 ,  2.85356e-02 ,  4.78023e-01 ) [m]
OPAL > * rmin            = ( -2.87098e-02 , -2.84219e-02 ,  4.20853e-01 ) [m]
OPAL > * rms beam size   = (  1.40422e-02 ,  1.40433e-02 ,  1.39809e-02 ) [m]
OPAL > * rms momenta     = (  1.47619e-03 ,  1.47722e-03 ,  1.47265e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.03731e-05 , -9.05276e-06 ,  4.50113e-01 ) [m]
OPAL > * mean momenta    = (  1.49581e-08 , -1.54103e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.61486e-05 ,  4.56392e-05 ,  4.61735e-05 ) (not normalized)
OPAL > * rms correlation = (  9.94684e-01 ,  9.94809e-01 ,  9.94606e-01 )
OPAL > * hr              = (  3.81957e-03 ,  3.79717e-03 ,  3.81131e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    3.11000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    4.50113e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00382701 , 0.00380512 , 0.00381856 )
ParallelTTracker [3]> 12:57:54 Step    311 at  451.496 [mm] t=  3.120e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00383446 , 0.00381333 , 0.00382583 )
ParallelTTracker [3]> 12:57:55 Step    312 at  452.879 [mm] t=  3.130e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00384191 , 0.00382156 , 0.00383311 )
ParallelTTracker [3]> 12:57:55 Step    313 at  454.262 [mm] t=  3.140e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00384939 , 0.0038298 , 0.0038404 )
ParallelTTracker [3]> 12:57:55 Step    314 at  455.645 [mm] t=  3.150e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00385687 , 0.00383823 , 0.0038477 )
ParallelTTracker [3]> 12:57:55 Step    315 at  457.028 [mm] t=  3.160e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00386436 , 0.0038469 , 0.00385501 )
ParallelTTracker [3]> 12:57:55 Step    316 at  458.411 [mm] t=  3.170e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00387186 , 0.00385559 , 0.00386233 )
ParallelTTracker [3]> 12:57:55 Step    317 at  459.794 [mm] t=  3.180e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00387938 , 0.00386429 , 0.00386967 )
ParallelTTracker [3]> 12:57:55 Step    318 at  461.177 [mm] t=  3.190e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00388691 , 0.003873 , 0.00387701 )
ParallelTTracker [3]> 12:57:55 Step    319 at  462.560 [mm] t=  3.200e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00389444 , 0.00388172 , 0.00388437 )
ParallelTTracker [3]> 12:57:55 Step    320 at  463.943 [mm] t=  3.210e-08 [s] E=    1.003 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00311e+00 [MeV]      dEkin =  6.43643e-02 [MeV]
OPAL > * rmax            = (  2.91535e-02 ,  2.91363e-02 ,  4.92372e-01 ) [m]
OPAL > * rmin            = ( -2.92631e-02 , -2.90895e-02 ,  4.34107e-01 ) [m]
OPAL > * rms beam size   = (  1.44838e-02 ,  1.44853e-02 ,  1.44205e-02 ) [m]
OPAL > * rms momenta     = (  1.48822e-03 ,  1.48925e-03 ,  1.48470e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.03685e-05 , -9.05756e-06 ,  4.63943e-01 ) [m]
OPAL > * mean momenta    = (  1.58270e-08 , -1.65921e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.59403e-05 ,  4.54311e-05 ,  4.59684e-05 ) (not normalized)
OPAL > * rms correlation = (  9.95129e-01 ,  9.95244e-01 ,  9.95057e-01 )
OPAL > * hr              = (  3.89444e-03 ,  3.88172e-03 ,  3.88437e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    3.21000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    4.63943e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00390199 , 0.00389045 , 0.00389173 )
ParallelTTracker [3]> 12:57:55 Step    321 at  465.326 [mm] t=  3.220e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00390955 , 0.00389921 , 0.00389911 )
ParallelTTracker [3]> 12:57:56 Step    322 at  466.709 [mm] t=  3.230e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00391712 , 0.00390808 , 0.00390651 )
ParallelTTracker [3]> 12:57:56 Step    323 at  468.092 [mm] t=  3.240e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.0039247 , 0.00391696 , 0.00391436 )
ParallelTTracker [3]> 12:57:56 Step    324 at  469.475 [mm] t=  3.250e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00393228 , 0.00392593 , 0.00392221 )
ParallelTTracker [3]> 12:57:56 Step    325 at  470.858 [mm] t=  3.260e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00393988 , 0.00393503 , 0.00393008 )
ParallelTTracker [3]> 12:57:56 Step    326 at  472.241 [mm] t=  3.270e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00394749 , 0.00394424 , 0.00393795 )
ParallelTTracker [3]> 12:57:56 Step    327 at  473.624 [mm] t=  3.280e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00395511 , 0.00395385 , 0.00394584 )
ParallelTTracker [3]> 12:57:56 Step    328 at  475.007 [mm] t=  3.290e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00396385 , 0.00396427 , 0.00395457 )
ParallelTTracker [3]> 12:57:56 Step    329 at  476.390 [mm] t=  3.300e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.0039729 , 0.00397471 , 0.00396374 )
ParallelTTracker [3]> 12:57:56 Step    330 at  477.773 [mm] t=  3.310e-08 [s] E=    1.003 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00316e+00 [MeV]      dEkin =  6.48580e-02 [MeV]
OPAL > * rmax            = (  2.97691e-02 ,  2.97828e-02 ,  5.06806e-01 ) [m]
OPAL > * rmin            = ( -2.98244e-02 , -2.98379e-02 ,  4.47350e-01 ) [m]
OPAL > * rms beam size   = (  1.49291e-02 ,  1.49310e-02 ,  1.48638e-02 ) [m]
OPAL > * rms momenta     = (  1.49956e-03 ,  1.50059e-03 ,  1.49605e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.03636e-05 , -9.06259e-06 ,  4.77773e-01 ) [m]
OPAL > * mean momenta    = (  1.65414e-08 , -1.68682e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.57295e-05 ,  4.52216e-05 ,  4.57604e-05 ) (not normalized)
OPAL > * rms correlation = (  9.95527e-01 ,  9.95633e-01 ,  9.95460e-01 )
OPAL > * hr              = (  3.97290e-03 ,  3.97471e-03 ,  3.96374e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    3.31000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    4.77773e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00398202 , 0.00398518 , 0.0039741 )
ParallelTTracker [3]> 12:57:56 Step    331 at  479.156 [mm] t=  3.320e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00399252 , 0.00399573 , 0.00398459 )
ParallelTTracker [3]> 12:57:57 Step    332 at  480.539 [mm] t=  3.330e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00400315 , 0.00400631 , 0.0039951 )
ParallelTTracker [3]> 12:57:57 Step    333 at  481.922 [mm] t=  3.340e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.0040138 , 0.00401709 , 0.00400565 )
ParallelTTracker [3]> 12:57:57 Step    334 at  483.305 [mm] t=  3.350e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00402445 , 0.00402788 , 0.00401626 )
ParallelTTracker [3]> 12:57:57 Step    335 at  484.688 [mm] t=  3.360e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00403512 , 0.00403868 , 0.00402687 )
ParallelTTracker [3]> 12:57:57 Step    336 at  486.071 [mm] t=  3.370e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00404582 , 0.00404948 , 0.0040375 )
ParallelTTracker [3]> 12:57:57 Step    337 at  487.454 [mm] t=  3.380e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00405661 , 0.0040603 , 0.00404814 )
ParallelTTracker [3]> 12:57:57 Step    338 at  488.837 [mm] t=  3.390e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00406741 , 0.00407113 , 0.00405898 )
ParallelTTracker [3]> 12:57:57 Step    339 at  490.220 [mm] t=  3.400e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00407822 , 0.00408196 , 0.00406986 )
ParallelTTracker [3]> 12:57:57 Step    340 at  491.603 [mm] t=  3.410e-08 [s] E=    1.003 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00321e+00 [MeV]      dEkin =  6.53237e-02 [MeV]
OPAL > * rmax            = (  3.05711e-02 ,  3.05880e-02 ,  5.21438e-01 ) [m]
OPAL > * rmin            = ( -3.06022e-02 , -3.06415e-02 ,  4.60390e-01 ) [m]
OPAL > * rms beam size   = (  1.53779e-02 ,  1.53801e-02 ,  1.53106e-02 ) [m]
OPAL > * rms momenta     = (  1.51025e-03 ,  1.51128e-03 ,  1.50676e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.03586e-05 , -9.06763e-06 ,  4.91603e-01 ) [m]
OPAL > * mean momenta    = (  1.68527e-08 , -1.68561e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.55207e-05 ,  4.50143e-05 ,  4.55539e-05 ) (not normalized)
OPAL > * rms correlation = (  9.95882e-01 ,  9.95980e-01 ,  9.95820e-01 )
OPAL > * hr              = (  4.07822e-03 ,  4.08196e-03 ,  4.06986e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    3.41000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    4.91603e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00408907 , 0.00409281 , 0.00408075 )
ParallelTTracker [3]> 12:57:57 Step    341 at  492.986 [mm] t=  3.420e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00409995 , 0.00410366 , 0.00409164 )
ParallelTTracker [3]> 12:57:58 Step    342 at  494.369 [mm] t=  3.430e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00411092 , 0.00411468 , 0.00410255 )
ParallelTTracker [3]> 12:57:58 Step    343 at  495.752 [mm] t=  3.440e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.0041219 , 0.00412571 , 0.00411347 )
ParallelTTracker [3]> 12:57:58 Step    344 at  497.135 [mm] t=  3.450e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00413288 , 0.00413674 , 0.00412439 )
ParallelTTracker [3]> 12:57:58 Step    345 at  498.518 [mm] t=  3.460e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00414388 , 0.00414779 , 0.00413532 )
ParallelTTracker [3]> 12:57:58 Step    346 at  499.901 [mm] t=  3.470e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00415495 , 0.00415884 , 0.00414626 )
ParallelTTracker [3]> 12:57:58 Step    347 at  501.284 [mm] t=  3.480e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00416606 , 0.00416991 , 0.00415722 )
ParallelTTracker [3]> 12:57:58 Step    348 at  502.667 [mm] t=  3.490e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00417719 , 0.00418098 , 0.00416817 )
ParallelTTracker [3]> 12:57:58 Step    349 at  504.050 [mm] t=  3.500e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00418832 , 0.00419206 , 0.00417914 )
ParallelTTracker [3]> 12:57:58 Step    350 at  505.433 [mm] t=  3.510e-08 [s] E=    1.003 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00325e+00 [MeV]      dEkin =  6.57632e-02 [MeV]
OPAL > * rmax            = (  3.13974e-02 ,  3.14094e-02 ,  5.36079e-01 ) [m]
OPAL > * rmin            = ( -3.14274e-02 , -3.14715e-02 ,  4.73392e-01 ) [m]
OPAL > * rms beam size   = (  1.58299e-02 ,  1.58324e-02 ,  1.57605e-02 ) [m]
OPAL > * rms momenta     = (  1.52034e-03 ,  1.52137e-03 ,  1.51687e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.03535e-05 , -9.07267e-06 ,  5.05433e-01 ) [m]
OPAL > * mean momenta    = (  1.71386e-08 , -1.68639e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.53166e-05 ,  4.48117e-05 ,  4.53519e-05 ) (not normalized)
OPAL > * rms correlation = (  9.96200e-01 ,  9.96290e-01 ,  9.96143e-01 )
OPAL > * hr              = (  4.18832e-03 ,  4.19206e-03 ,  4.17914e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    3.51000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    5.05433e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00419946 , 0.00420315 , 0.00419023 )
ParallelTTracker [3]> 12:57:58 Step    351 at  506.816 [mm] t=  3.520e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00421061 , 0.00421425 , 0.00420134 )
ParallelTTracker [3]> 12:57:59 Step    352 at  508.199 [mm] t=  3.530e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00422177 , 0.00422544 , 0.00421247 )
ParallelTTracker [3]> 12:57:59 Step    353 at  509.582 [mm] t=  3.540e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00423294 , 0.00423672 , 0.0042236 )
ParallelTTracker [3]> 12:57:59 Step    354 at  510.965 [mm] t=  3.550e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00424412 , 0.004248 , 0.00423474 )
ParallelTTracker [3]> 12:57:59 Step    355 at  512.348 [mm] t=  3.560e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.0042553 , 0.00425929 , 0.00424589 )
ParallelTTracker [3]> 12:57:59 Step    356 at  513.731 [mm] t=  3.570e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.0042665 , 0.00427059 , 0.00425705 )
ParallelTTracker [3]> 12:57:59 Step    357 at  515.114 [mm] t=  3.580e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00427783 , 0.0042819 , 0.00426822 )
ParallelTTracker [3]> 12:57:59 Step    358 at  516.497 [mm] t=  3.590e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00428919 , 0.00429321 , 0.00427939 )
ParallelTTracker [3]> 12:57:59 Step    359 at  517.880 [mm] t=  3.600e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00430057 , 0.00430454 , 0.00429058 )
ParallelTTracker [3]> 12:57:59 Step    360 at  519.263 [mm] t=  3.610e-08 [s] E=    1.003 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00329e+00 [MeV]      dEkin =  6.61785e-02 [MeV]
OPAL > * rmax            = (  3.22372e-02 ,  3.22553e-02 ,  5.50746e-01 ) [m]
OPAL > * rmin            = ( -3.22714e-02 , -3.23128e-02 ,  4.86387e-01 ) [m]
OPAL > * rms beam size   = (  1.62850e-02 ,  1.62879e-02 ,  1.62136e-02 ) [m]
OPAL > * rms momenta     = (  1.52987e-03 ,  1.53091e-03 ,  1.52642e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.03483e-05 , -9.07771e-06 ,  5.19263e-01 ) [m]
OPAL > * mean momenta    = (  1.74553e-08 , -1.68549e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.51184e-05 ,  4.46149e-05 ,  4.51555e-05 ) (not normalized)
OPAL > * rms correlation = (  9.96485e-01 ,  9.96569e-01 ,  9.96432e-01 )
OPAL > * hr              = (  4.30057e-03 ,  4.30454e-03 ,  4.29058e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    3.61000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    5.19263e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00431195 , 0.00431587 , 0.00430177 )
ParallelTTracker [3]> 12:57:59 Step    361 at  520.646 [mm] t=  3.620e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00432334 , 0.00432721 , 0.00431297 )
ParallelTTracker [3]> 12:58:00 Step    362 at  522.029 [mm] t=  3.630e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00433474 , 0.00433856 , 0.00432418 )
ParallelTTracker [3]> 12:58:00 Step    363 at  523.412 [mm] t=  3.640e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00434615 , 0.00434993 , 0.00433539 )
ParallelTTracker [3]> 12:58:00 Step    364 at  524.795 [mm] t=  3.650e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00435757 , 0.00436131 , 0.00434662 )
ParallelTTracker [3]> 12:58:00 Step    365 at  526.178 [mm] t=  3.660e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00436899 , 0.0043727 , 0.00435785 )
ParallelTTracker [3]> 12:58:00 Step    366 at  527.561 [mm] t=  3.670e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00438043 , 0.0043841 , 0.00436909 )
ParallelTTracker [3]> 12:58:00 Step    367 at  528.944 [mm] t=  3.680e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00439187 , 0.0043955 , 0.00438034 )
ParallelTTracker [3]> 12:58:00 Step    368 at  530.327 [mm] t=  3.690e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00440331 , 0.00440705 , 0.00439159 )
ParallelTTracker [3]> 12:58:00 Step    369 at  531.710 [mm] t=  3.700e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00441477 , 0.00441861 , 0.00440286 )
ParallelTTracker [3]> 12:58:00 Step    370 at  533.093 [mm] t=  3.710e-08 [s] E=    1.003 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00333e+00 [MeV]      dEkin =  6.65715e-02 [MeV]
OPAL > * rmax            = (  3.31000e-02 ,  3.31148e-02 ,  5.65419e-01 ) [m]
OPAL > * rmin            = ( -3.31215e-02 , -3.31643e-02 ,  4.99376e-01 ) [m]
OPAL > * rms beam size   = (  1.67429e-02 ,  1.67462e-02 ,  1.66695e-02 ) [m]
OPAL > * rms momenta     = (  1.53889e-03 ,  1.53993e-03 ,  1.53545e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.03431e-05 , -9.08276e-06 ,  5.33093e-01 ) [m]
OPAL > * mean momenta    = (  1.77305e-08 , -1.69037e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.49269e-05 ,  4.44246e-05 ,  4.49655e-05 ) (not normalized)
OPAL > * rms correlation = (  9.96742e-01 ,  9.96820e-01 ,  9.96692e-01 )
OPAL > * hr              = (  4.41477e-03 ,  4.41861e-03 ,  4.40286e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    3.71000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    5.33093e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00442626 , 0.00443018 , 0.00441413 )
ParallelTTracker [3]> 12:58:00 Step    371 at  534.476 [mm] t=  3.720e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00443777 , 0.00444176 , 0.00442541 )
ParallelTTracker [3]> 12:58:00 Step    372 at  535.859 [mm] t=  3.730e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00444928 , 0.00445334 , 0.00443669 )
ParallelTTracker [3]> 12:58:01 Step    373 at  537.242 [mm] t=  3.740e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.0044608 , 0.00446494 , 0.00444799 )
ParallelTTracker [3]> 12:58:01 Step    374 at  538.625 [mm] t=  3.750e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00447233 , 0.00447654 , 0.00445929 )
ParallelTTracker [3]> 12:58:01 Step    375 at  540.008 [mm] t=  3.760e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00448386 , 0.00448814 , 0.0044706 )
ParallelTTracker [3]> 12:58:01 Step    376 at  541.391 [mm] t=  3.770e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.0044954 , 0.00449976 , 0.00448192 )
ParallelTTracker [3]> 12:58:01 Step    377 at  542.774 [mm] t=  3.780e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00450695 , 0.00451138 , 0.00449324 )
ParallelTTracker [3]> 12:58:01 Step    378 at  544.157 [mm] t=  3.790e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00451851 , 0.00452301 , 0.00450457 )
ParallelTTracker [3]> 12:58:01 Step    379 at  545.540 [mm] t=  3.800e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00453008 , 0.00453465 , 0.00451601 )
ParallelTTracker [3]> 12:58:01 Step    380 at  546.923 [mm] t=  3.810e-08 [s] E=    1.003 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00337e+00 [MeV]      dEkin =  6.69437e-02 [MeV]
OPAL > * rmax            = (  3.39688e-02 ,  3.39809e-02 ,  5.80099e-01 ) [m]
OPAL > * rmin            = ( -3.39824e-02 , -3.40389e-02 ,  5.12359e-01 ) [m]
OPAL > * rms beam size   = (  1.72036e-02 ,  1.72072e-02 ,  1.71282e-02 ) [m]
OPAL > * rms momenta     = (  1.54743e-03 ,  1.54847e-03 ,  1.54401e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.03377e-05 , -9.08782e-06 ,  5.46923e-01 ) [m]
OPAL > * mean momenta    = (  1.79583e-08 , -1.69479e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.47425e-05 ,  4.42412e-05 ,  4.47822e-05 ) (not normalized)
OPAL > * rms correlation = (  9.96973e-01 ,  9.97046e-01 ,  9.96927e-01 )
OPAL > * hr              = (  4.53008e-03 ,  4.53465e-03 ,  4.51601e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    3.81000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    5.46923e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00454165 , 0.0045463 , 0.00452746 )
ParallelTTracker [3]> 12:58:02 Step    381 at  548.306 [mm] t=  3.820e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00455323 , 0.00455795 , 0.00453892 )
ParallelTTracker [3]> 12:58:02 Step    382 at  549.689 [mm] t=  3.830e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00456481 , 0.00456961 , 0.00455039 )
ParallelTTracker [3]> 12:58:02 Step    383 at  551.072 [mm] t=  3.840e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00457641 , 0.00458128 , 0.00456187 )
ParallelTTracker [3]> 12:58:02 Step    384 at  552.455 [mm] t=  3.850e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00458801 , 0.00459295 , 0.00457335 )
ParallelTTracker [3]> 12:58:02 Step    385 at  553.838 [mm] t=  3.860e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00459962 , 0.00460463 , 0.00458484 )
ParallelTTracker [3]> 12:58:02 Step    386 at  555.221 [mm] t=  3.870e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00461123 , 0.00461632 , 0.00459633 )
ParallelTTracker [3]> 12:58:02 Step    387 at  556.604 [mm] t=  3.880e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00462286 , 0.00462802 , 0.00460784 )
ParallelTTracker [3]> 12:58:02 Step    388 at  557.987 [mm] t=  3.890e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00463449 , 0.00463972 , 0.00461935 )
ParallelTTracker [3]> 12:58:02 Step    389 at  559.370 [mm] t=  3.900e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00464614 , 0.00465143 , 0.00463086 )
ParallelTTracker [3]> 12:58:02 Step    390 at  560.753 [mm] t=  3.910e-08 [s] E=    1.003 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00340e+00 [MeV]      dEkin =  6.72967e-02 [MeV]
OPAL > * rmax            = (  3.48433e-02 ,  3.48524e-02 ,  5.94800e-01 ) [m]
OPAL > * rmin            = ( -3.48488e-02 , -3.49191e-02 ,  5.25337e-01 ) [m]
OPAL > * rms beam size   = (  1.76669e-02 ,  1.76708e-02 ,  1.75895e-02 ) [m]
OPAL > * rms momenta     = (  1.55553e-03 ,  1.55657e-03 ,  1.55212e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.03323e-05 , -9.09289e-06 ,  5.60753e-01 ) [m]
OPAL > * mean momenta    = (  1.81519e-08 , -1.69617e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.45654e-05 ,  4.40652e-05 ,  4.46060e-05 ) (not normalized)
OPAL > * rms correlation = (  9.97182e-01 ,  9.97250e-01 ,  9.97140e-01 )
OPAL > * hr              = (  4.64614e-03 ,  4.65143e-03 ,  4.63086e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    3.91000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    5.60753e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.0046578 , 0.00466315 , 0.00464239 )
ParallelTTracker [3]> 12:58:03 Step    391 at  562.136 [mm] t=  3.920e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00466946 , 0.00467487 , 0.00465403 )
ParallelTTracker [3]> 12:58:03 Step    392 at  563.519 [mm] t=  3.930e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00468113 , 0.0046866 , 0.00466573 )
ParallelTTracker [3]> 12:58:03 Step    393 at  564.902 [mm] t=  3.940e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00469281 , 0.00469834 , 0.00467742 )
ParallelTTracker [3]> 12:58:03 Step    394 at  566.285 [mm] t=  3.950e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00470449 , 0.00471009 , 0.00468913 )
ParallelTTracker [3]> 12:58:03 Step    395 at  567.668 [mm] t=  3.960e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00471624 , 0.00472184 , 0.00470084 )
ParallelTTracker [3]> 12:58:03 Step    396 at  569.051 [mm] t=  3.970e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.004728 , 0.0047336 , 0.00471256 )
ParallelTTracker [3]> 12:58:03 Step    397 at  570.434 [mm] t=  3.980e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00473977 , 0.00474536 , 0.00472429 )
ParallelTTracker [3]> 12:58:03 Step    398 at  571.817 [mm] t=  3.990e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00475155 , 0.00475713 , 0.00473602 )
ParallelTTracker [3]> 12:58:03 Step    399 at  573.200 [mm] t=  4.000e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00476333 , 0.00476891 , 0.00474776 )
ParallelTTracker [3]> 12:58:03 Step    400 at  574.583 [mm] t=  4.010e-08 [s] E=    1.003 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00343e+00 [MeV]      dEkin =  6.76318e-02 [MeV]
OPAL > * rmax            = (  3.57249e-02 ,  3.57292e-02 ,  6.09505e-01 ) [m]
OPAL > * rmin            = ( -3.57251e-02 , -3.58045e-02 ,  5.38289e-01 ) [m]
OPAL > * rms beam size   = (  1.81326e-02 ,  1.81369e-02 ,  1.80532e-02 ) [m]
OPAL > * rms momenta     = (  1.56322e-03 ,  1.56426e-03 ,  1.55982e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.03268e-05 , -9.09796e-06 ,  5.74583e-01 ) [m]
OPAL > * mean momenta    = (  1.83137e-08 , -1.69483e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.43959e-05 ,  4.38966e-05 ,  4.44373e-05 ) (not normalized)
OPAL > * rms correlation = (  9.97372e-01 ,  9.97435e-01 ,  9.97332e-01 )
OPAL > * hr              = (  4.76333e-03 ,  4.76891e-03 ,  4.74776e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    4.01000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    5.74583e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00477512 , 0.00478069 , 0.00475951 )
ParallelTTracker [3]> 12:58:04 Step    401 at  575.966 [mm] t=  4.020e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00478691 , 0.00479249 , 0.00477126 )
ParallelTTracker [3]> 12:58:04 Step    402 at  577.349 [mm] t=  4.030e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00479872 , 0.00480429 , 0.00478302 )
ParallelTTracker [3]> 12:58:04 Step    403 at  578.732 [mm] t=  4.040e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00481053 , 0.00481611 , 0.00479479 )
ParallelTTracker [3]> 12:58:04 Step    404 at  580.115 [mm] t=  4.050e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00482234 , 0.00482793 , 0.00480656 )
ParallelTTracker [3]> 12:58:04 Step    405 at  581.498 [mm] t=  4.060e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00483416 , 0.00483977 , 0.00481834 )
ParallelTTracker [3]> 12:58:04 Step    406 at  582.881 [mm] t=  4.070e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00484599 , 0.0048516 , 0.00483012 )
ParallelTTracker [3]> 12:58:04 Step    407 at  584.264 [mm] t=  4.080e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00485782 , 0.00486345 , 0.00484191 )
ParallelTTracker [3]> 12:58:04 Step    408 at  585.647 [mm] t=  4.090e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00486967 , 0.0048753 , 0.00485371 )
ParallelTTracker [3]> 12:58:04 Step    409 at  587.030 [mm] t=  4.100e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00488151 , 0.00488716 , 0.00486552 )
ParallelTTracker [3]> 12:58:04 Step    410 at  588.413 [mm] t=  4.110e-08 [s] E=    1.003 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00347e+00 [MeV]      dEkin =  6.79502e-02 [MeV]
OPAL > * rmax            = (  3.66115e-02 ,  3.66126e-02 ,  6.24216e-01 ) [m]
OPAL > * rmin            = ( -3.66112e-02 , -3.66948e-02 ,  5.51233e-01 ) [m]
OPAL > * rms beam size   = (  1.86007e-02 ,  1.86053e-02 ,  1.85192e-02 ) [m]
OPAL > * rms momenta     = (  1.57053e-03 ,  1.57157e-03 ,  1.56714e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.03213e-05 , -9.10302e-06 ,  5.88413e-01 ) [m]
OPAL > * mean momenta    = (  1.84662e-08 , -1.69157e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.42341e-05 ,  4.37355e-05 ,  4.42760e-05 ) (not normalized)
OPAL > * rms correlation = (  9.97544e-01 ,  9.97603e-01 ,  9.97506e-01 )
OPAL > * hr              = (  4.88151e-03 ,  4.88716e-03 ,  4.86552e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    4.11000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    5.88413e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00489337 , 0.00489903 , 0.00487733 )
ParallelTTracker [3]> 12:58:05 Step    411 at  589.796 [mm] t=  4.120e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00490523 , 0.0049109 , 0.00488914 )
ParallelTTracker [3]> 12:58:05 Step    412 at  591.179 [mm] t=  4.130e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00491709 , 0.00492277 , 0.00490097 )
ParallelTTracker [3]> 12:58:05 Step    413 at  592.562 [mm] t=  4.140e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00492896 , 0.00493466 , 0.00491279 )
ParallelTTracker [3]> 12:58:05 Step    414 at  593.945 [mm] t=  4.150e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00494084 , 0.00494655 , 0.00492463 )
ParallelTTracker [3]> 12:58:05 Step    415 at  595.328 [mm] t=  4.160e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00495273 , 0.00495844 , 0.00493647 )
ParallelTTracker [3]> 12:58:05 Step    416 at  596.711 [mm] t=  4.170e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00496462 , 0.00497034 , 0.00494832 )
ParallelTTracker [3]> 12:58:05 Step    417 at  598.094 [mm] t=  4.180e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00497651 , 0.00498225 , 0.00496017 )
ParallelTTracker [3]> 12:58:05 Step    418 at  599.477 [mm] t=  4.190e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00498842 , 0.00499417 , 0.00497203 )
ParallelTTracker [3]> 12:58:05 Step    419 at  600.860 [mm] t=  4.200e-08 [s] E=    1.003 [MeV] 
Ippl[3]> mesh size( 0.00500032 , 0.00500609 , 0.00498389 )
ParallelTTracker [3]> 12:58:06 Step    420 at  602.243 [mm] t=  4.210e-08 [s] E=    1.003 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00350e+00 [MeV]      dEkin =  6.82531e-02 [MeV]
OPAL > * rmax            = (  3.75028e-02 ,  3.75014e-02 ,  6.38931e-01 ) [m]
OPAL > * rmin            = ( -3.75021e-02 , -3.75899e-02 ,  5.64173e-01 ) [m]
OPAL > * rms beam size   = (  1.90709e-02 ,  1.90759e-02 ,  1.89874e-02 ) [m]
OPAL > * rms momenta     = (  1.57748e-03 ,  1.57852e-03 ,  1.57410e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.03157e-05 , -9.10807e-06 ,  6.02243e-01 ) [m]
OPAL > * mean momenta    = (  1.86142e-08 , -1.68711e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.40798e-05 ,  4.35818e-05 ,  4.41222e-05 ) (not normalized)
OPAL > * rms correlation = (  9.97700e-01 ,  9.97756e-01 ,  9.97665e-01 )
OPAL > * hr              = (  5.00032e-03 ,  5.00609e-03 ,  4.98389e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    4.21000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    6.02243e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00501224 , 0.00501803 , 0.00499577 )
ParallelTTracker [3]> 12:58:06 Step    421 at  603.626 [mm] t=  4.220e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00502416 , 0.00503 , 0.00500766 )
ParallelTTracker [3]> 12:58:06 Step    422 at  605.009 [mm] t=  4.230e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00503609 , 0.00504202 , 0.00501957 )
ParallelTTracker [3]> 12:58:06 Step    423 at  606.392 [mm] t=  4.240e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00504802 , 0.00505404 , 0.00503149 )
ParallelTTracker [3]> 12:58:06 Step    424 at  607.775 [mm] t=  4.250e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00505996 , 0.00506606 , 0.00504341 )
ParallelTTracker [3]> 12:58:06 Step    425 at  609.158 [mm] t=  4.260e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.0050719 , 0.0050781 , 0.00505534 )
ParallelTTracker [3]> 12:58:06 Step    426 at  610.541 [mm] t=  4.270e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00508385 , 0.00509013 , 0.00506727 )
ParallelTTracker [3]> 12:58:06 Step    427 at  611.924 [mm] t=  4.280e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00509581 , 0.00510218 , 0.00507921 )
ParallelTTracker [3]> 12:58:06 Step    428 at  613.307 [mm] t=  4.290e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00510777 , 0.00511423 , 0.00509115 )
ParallelTTracker [3]> 12:58:06 Step    429 at  614.690 [mm] t=  4.300e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00511973 , 0.00512628 , 0.0051031 )
ParallelTTracker [3]> 12:58:07 Step    430 at  616.073 [mm] t=  4.310e-08 [s] E=    1.004 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00353e+00 [MeV]      dEkin =  6.85415e-02 [MeV]
OPAL > * rmax            = (  3.83986e-02 ,  3.84018e-02 ,  6.53654e-01 ) [m]
OPAL > * rmin            = ( -3.83974e-02 , -3.84924e-02 ,  5.77108e-01 ) [m]
OPAL > * rms beam size   = (  1.95433e-02 ,  1.95486e-02 ,  1.94577e-02 ) [m]
OPAL > * rms momenta     = (  1.58410e-03 ,  1.58513e-03 ,  1.58073e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.03101e-05 , -9.11311e-06 ,  6.16073e-01 ) [m]
OPAL > * mean momenta    = (  1.87587e-08 , -1.68209e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.39331e-05 ,  4.34356e-05 ,  4.39757e-05 ) (not normalized)
OPAL > * rms correlation = (  9.97843e-01 ,  9.97895e-01 ,  9.97810e-01 )
OPAL > * hr              = (  5.11973e-03 ,  5.12628e-03 ,  5.10310e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    4.31000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    6.16073e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00513171 , 0.00513834 , 0.00511505 )
ParallelTTracker [3]> 12:58:07 Step    431 at  617.456 [mm] t=  4.320e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00514369 , 0.00515041 , 0.00512701 )
ParallelTTracker [3]> 12:58:07 Step    432 at  618.839 [mm] t=  4.330e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00515567 , 0.00516248 , 0.00513898 )
ParallelTTracker [3]> 12:58:07 Step    433 at  620.222 [mm] t=  4.340e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00516766 , 0.00517456 , 0.00515095 )
ParallelTTracker [3]> 12:58:07 Step    434 at  621.605 [mm] t=  4.350e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00517966 , 0.00518664 , 0.00516293 )
ParallelTTracker [3]> 12:58:07 Step    435 at  622.988 [mm] t=  4.360e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00519166 , 0.00519873 , 0.00517491 )
ParallelTTracker [3]> 12:58:07 Step    436 at  624.371 [mm] t=  4.370e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00520366 , 0.00521083 , 0.0051869 )
ParallelTTracker [3]> 12:58:07 Step    437 at  625.754 [mm] t=  4.380e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00521567 , 0.00522292 , 0.00519889 )
ParallelTTracker [3]> 12:58:07 Step    438 at  627.137 [mm] t=  4.390e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00522769 , 0.00523503 , 0.00521089 )
ParallelTTracker [3]> 12:58:07 Step    439 at  628.520 [mm] t=  4.400e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00523971 , 0.00524714 , 0.0052229 )
ParallelTTracker [3]> 12:58:08 Step    440 at  629.903 [mm] t=  4.410e-08 [s] E=    1.004 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00355e+00 [MeV]      dEkin =  6.88165e-02 [MeV]
OPAL > * rmax            = (  3.92988e-02 ,  3.93079e-02 ,  6.68382e-01 ) [m]
OPAL > * rmin            = ( -3.92969e-02 , -3.93992e-02 ,  5.90039e-01 ) [m]
OPAL > * rms beam size   = (  2.00177e-02 ,  2.00233e-02 ,  1.99301e-02 ) [m]
OPAL > * rms momenta     = (  1.59040e-03 ,  1.59144e-03 ,  1.58705e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.03045e-05 , -9.11813e-06 ,  6.29903e-01 ) [m]
OPAL > * mean momenta    = (  1.88992e-08 , -1.67752e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.37937e-05 ,  4.32967e-05 ,  4.38365e-05 ) (not normalized)
OPAL > * rms correlation = (  9.97973e-01 ,  9.98022e-01 ,  9.97942e-01 )
OPAL > * hr              = (  5.23971e-03 ,  5.24714e-03 ,  5.22290e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    4.41000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    6.29903e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00525178 , 0.00525926 , 0.00523491 )
ParallelTTracker [3]> 12:58:08 Step    441 at  631.286 [mm] t=  4.420e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00526386 , 0.00527138 , 0.00524692 )
ParallelTTracker [3]> 12:58:08 Step    442 at  632.669 [mm] t=  4.430e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00527594 , 0.00528351 , 0.00525895 )
ParallelTTracker [3]> 12:58:08 Step    443 at  634.052 [mm] t=  4.440e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00528805 , 0.00529564 , 0.00527097 )
ParallelTTracker [3]> 12:58:08 Step    444 at  635.435 [mm] t=  4.450e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00530016 , 0.00530777 , 0.005283 )
ParallelTTracker [3]> 12:58:08 Step    445 at  636.818 [mm] t=  4.460e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00531228 , 0.00531992 , 0.00529504 )
ParallelTTracker [3]> 12:58:08 Step    446 at  638.201 [mm] t=  4.470e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00532441 , 0.00533207 , 0.00530708 )
ParallelTTracker [3]> 12:58:08 Step    447 at  639.584 [mm] t=  4.480e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00533654 , 0.00534422 , 0.00531913 )
ParallelTTracker [3]> 12:58:08 Step    448 at  640.967 [mm] t=  4.490e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00534868 , 0.00535638 , 0.00533118 )
ParallelTTracker [3]> 12:58:08 Step    449 at  642.350 [mm] t=  4.500e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00536082 , 0.00536854 , 0.00534324 )
ParallelTTracker [3]> 12:58:09 Step    450 at  643.733 [mm] t=  4.510e-08 [s] E=    1.004 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00358e+00 [MeV]      dEkin =  6.90787e-02 [MeV]
OPAL > * rmax            = (  4.02118e-02 ,  4.02181e-02 ,  6.83114e-01 ) [m]
OPAL > * rmin            = ( -4.02005e-02 , -4.03100e-02 ,  6.02965e-01 ) [m]
OPAL > * rms beam size   = (  2.04939e-02 ,  2.04998e-02 ,  2.04043e-02 ) [m]
OPAL > * rms momenta     = (  1.59642e-03 ,  1.59746e-03 ,  1.59308e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.02988e-05 , -9.12314e-06 ,  6.43733e-01 ) [m]
OPAL > * mean momenta    = (  1.90245e-08 , -1.67331e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.36615e-05 ,  4.31649e-05 ,  4.37045e-05 ) (not normalized)
OPAL > * rms correlation = (  9.98092e-01 ,  9.98139e-01 ,  9.98064e-01 )
OPAL > * hr              = (  5.36082e-03 ,  5.36854e-03 ,  5.34324e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    4.51000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    6.43733e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00537297 , 0.00538071 , 0.0053553 )
ParallelTTracker [3]> 12:58:09 Step    451 at  645.116 [mm] t=  4.520e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00538512 , 0.00539288 , 0.00536737 )
ParallelTTracker [3]> 12:58:09 Step    452 at  646.499 [mm] t=  4.530e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00539728 , 0.00540506 , 0.00537944 )
ParallelTTracker [3]> 12:58:09 Step    453 at  647.882 [mm] t=  4.540e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00540944 , 0.00541725 , 0.00539152 )
ParallelTTracker [3]> 12:58:09 Step    454 at  649.265 [mm] t=  4.550e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00542161 , 0.00542944 , 0.0054036 )
ParallelTTracker [3]> 12:58:09 Step    455 at  650.648 [mm] t=  4.560e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00543378 , 0.00544163 , 0.00541569 )
ParallelTTracker [3]> 12:58:09 Step    456 at  652.031 [mm] t=  4.570e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00544596 , 0.00545383 , 0.00542778 )
ParallelTTracker [3]> 12:58:09 Step    457 at  653.414 [mm] t=  4.580e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00545814 , 0.00546603 , 0.00543988 )
ParallelTTracker [3]> 12:58:09 Step    458 at  654.797 [mm] t=  4.590e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00547033 , 0.00547824 , 0.00545199 )
ParallelTTracker [3]> 12:58:09 Step    459 at  656.180 [mm] t=  4.600e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00548252 , 0.00549046 , 0.00546409 )
ParallelTTracker [3]> 12:58:10 Step    460 at  657.563 [mm] t=  4.610e-08 [s] E=    1.004 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00361e+00 [MeV]      dEkin =  6.93292e-02 [MeV]
OPAL > * rmax            = (  4.11298e-02 ,  4.11321e-02 ,  6.97850e-01 ) [m]
OPAL > * rmin            = ( -4.11080e-02 , -4.12247e-02 ,  6.15888e-01 ) [m]
OPAL > * rms beam size   = (  2.09720e-02 ,  2.09782e-02 ,  2.08803e-02 ) [m]
OPAL > * rms momenta     = (  1.60217e-03 ,  1.60321e-03 ,  1.59883e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.02930e-05 , -9.12814e-06 ,  6.57563e-01 ) [m]
OPAL > * mean momenta    = (  1.91245e-08 , -1.66941e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.35363e-05 ,  4.30400e-05 ,  4.35793e-05 ) (not normalized)
OPAL > * rms correlation = (  9.98202e-01 ,  9.98246e-01 ,  9.98175e-01 )
OPAL > * hr              = (  5.48252e-03 ,  5.49046e-03 ,  5.46409e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    4.61000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    6.57563e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00549471 , 0.00550268 , 0.00547621 )
ParallelTTracker [3]> 12:58:10 Step    461 at  658.946 [mm] t=  4.620e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00550692 , 0.0055149 , 0.00548832 )
ParallelTTracker [3]> 12:58:10 Step    462 at  660.329 [mm] t=  4.630e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00551912 , 0.00552713 , 0.00550045 )
ParallelTTracker [3]> 12:58:10 Step    463 at  661.712 [mm] t=  4.640e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00553134 , 0.00553936 , 0.0055126 )
ParallelTTracker [3]> 12:58:10 Step    464 at  663.095 [mm] t=  4.650e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00554355 , 0.00555165 , 0.00552476 )
ParallelTTracker [3]> 12:58:10 Step    465 at  664.478 [mm] t=  4.660e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00555578 , 0.00556397 , 0.00553692 )
ParallelTTracker [3]> 12:58:10 Step    466 at  665.861 [mm] t=  4.670e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00556802 , 0.00557629 , 0.00554909 )
ParallelTTracker [3]> 12:58:10 Step    467 at  667.244 [mm] t=  4.680e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00558028 , 0.00558862 , 0.00556127 )
ParallelTTracker [3]> 12:58:11 Step    468 at  668.627 [mm] t=  4.690e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00559256 , 0.00560095 , 0.00557344 )
ParallelTTracker [3]> 12:58:11 Step    469 at  670.010 [mm] t=  4.700e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00560483 , 0.00561328 , 0.00558563 )
ParallelTTracker [3]> 12:58:11 Step    470 at  671.393 [mm] t=  4.710e-08 [s] E=    1.004 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00363e+00 [MeV]      dEkin =  6.95685e-02 [MeV]
OPAL > * rmax            = (  4.20534e-02 ,  4.20499e-02 ,  7.12589e-01 ) [m]
OPAL > * rmin            = ( -4.20191e-02 , -4.21494e-02 ,  6.28804e-01 ) [m]
OPAL > * rms beam size   = (  2.14518e-02 ,  2.14584e-02 ,  2.13581e-02 ) [m]
OPAL > * rms momenta     = (  1.60766e-03 ,  1.60870e-03 ,  1.60433e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.02873e-05 , -9.13312e-06 ,  6.71393e-01 ) [m]
OPAL > * mean momenta    = (  1.92015e-08 , -1.66535e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.34179e-05 ,  4.29218e-05 ,  4.34608e-05 ) (not normalized)
OPAL > * rms correlation = (  9.98302e-01 ,  9.98344e-01 ,  9.98277e-01 )
OPAL > * hr              = (  5.60483e-03 ,  5.61328e-03 ,  5.58563e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    4.71000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    6.71393e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00561711 , 0.00562562 , 0.00559784 )
ParallelTTracker [3]> 12:58:11 Step    471 at  672.776 [mm] t=  4.720e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.0056294 , 0.00563797 , 0.00561011 )
ParallelTTracker [3]> 12:58:11 Step    472 at  674.159 [mm] t=  4.730e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00564169 , 0.00565032 , 0.00562238 )
ParallelTTracker [3]> 12:58:11 Step    473 at  675.542 [mm] t=  4.740e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00565399 , 0.00566267 , 0.00563465 )
ParallelTTracker [3]> 12:58:11 Step    474 at  676.925 [mm] t=  4.750e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00566629 , 0.00567503 , 0.00564693 )
ParallelTTracker [3]> 12:58:11 Step    475 at  678.308 [mm] t=  4.760e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00567859 , 0.00568739 , 0.00565924 )
ParallelTTracker [3]> 12:58:12 Step    476 at  679.691 [mm] t=  4.770e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.0056909 , 0.00569977 , 0.00567156 )
ParallelTTracker [3]> 12:58:12 Step    477 at  681.074 [mm] t=  4.780e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00570321 , 0.00571218 , 0.00568388 )
ParallelTTracker [3]> 12:58:12 Step    478 at  682.457 [mm] t=  4.790e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00571558 , 0.0057246 , 0.00569621 )
ParallelTTracker [3]> 12:58:12 Step    479 at  683.840 [mm] t=  4.800e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00572797 , 0.00573703 , 0.00570854 )
ParallelTTracker [3]> 12:58:12 Step    480 at  685.223 [mm] t=  4.810e-08 [s] E=    1.004 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00366e+00 [MeV]      dEkin =  6.97975e-02 [MeV]
OPAL > * rmax            = (  4.29841e-02 ,  4.29731e-02 ,  7.27344e-01 ) [m]
OPAL > * rmin            = ( -4.29355e-02 , -4.30823e-02 ,  6.41716e-01 ) [m]
OPAL > * rms beam size   = (  2.19332e-02 ,  2.19401e-02 ,  2.18375e-02 ) [m]
OPAL > * rms momenta     = (  1.61291e-03 ,  1.61395e-03 ,  1.60959e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.02815e-05 , -9.13809e-06 ,  6.85223e-01 ) [m]
OPAL > * mean momenta    = (  1.92511e-08 , -1.65976e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.33061e-05 ,  4.28100e-05 ,  4.33489e-05 ) (not normalized)
OPAL > * rms correlation = (  9.98395e-01 ,  9.98434e-01 ,  9.98371e-01 )
OPAL > * hr              = (  5.72797e-03 ,  5.73703e-03 ,  5.70854e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    4.81000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    6.85223e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00574036 , 0.00574946 , 0.00572089 )
ParallelTTracker [3]> 12:58:12 Step    481 at  686.606 [mm] t=  4.820e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00575276 , 0.00576189 , 0.00573327 )
ParallelTTracker [3]> 12:58:12 Step    482 at  687.989 [mm] t=  4.830e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00576516 , 0.00577433 , 0.00574564 )
ParallelTTracker [3]> 12:58:12 Step    483 at  689.372 [mm] t=  4.840e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00577756 , 0.00578677 , 0.00575802 )
ParallelTTracker [3]> 12:58:12 Step    484 at  690.755 [mm] t=  4.850e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00578997 , 0.00579921 , 0.00577041 )
ParallelTTracker [3]> 12:58:12 Step    485 at  692.138 [mm] t=  4.860e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00580238 , 0.00581166 , 0.00578282 )
ParallelTTracker [3]> 12:58:13 Step    486 at  693.521 [mm] t=  4.870e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.0058148 , 0.00582412 , 0.00579528 )
ParallelTTracker [3]> 12:58:13 Step    487 at  694.904 [mm] t=  4.880e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00582722 , 0.00583658 , 0.00580774 )
ParallelTTracker [3]> 12:58:13 Step    488 at  696.287 [mm] t=  4.890e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00583965 , 0.00584904 , 0.00582021 )
ParallelTTracker [3]> 12:58:13 Step    489 at  697.670 [mm] t=  4.900e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00585208 , 0.00586151 , 0.00583268 )
ParallelTTracker [3]> 12:58:13 Step    490 at  699.053 [mm] t=  4.910e-08 [s] E=    1.004 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00368e+00 [MeV]      dEkin =  7.00166e-02 [MeV]
OPAL > * rmax            = (  4.39182e-02 ,  4.39041e-02 ,  7.42110e-01 ) [m]
OPAL > * rmin            = ( -4.38629e-02 , -4.40186e-02 ,  6.54620e-01 ) [m]
OPAL > * rms beam size   = (  2.24162e-02 ,  2.24235e-02 ,  2.23185e-02 ) [m]
OPAL > * rms momenta     = (  1.61794e-03 ,  1.61897e-03 ,  1.61463e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.02757e-05 , -9.14304e-06 ,  6.99053e-01 ) [m]
OPAL > * mean momenta    = (  1.92840e-08 , -1.65339e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.32006e-05 ,  4.27046e-05 ,  4.32431e-05 ) (not normalized)
OPAL > * rms correlation = (  9.98480e-01 ,  9.98518e-01 ,  9.98458e-01 )
OPAL > * hr              = (  5.85208e-03 ,  5.86151e-03 ,  5.83268e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    4.91000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    6.99053e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00586451 , 0.00587398 , 0.00584516 )
ParallelTTracker [3]> 12:58:13 Step    491 at  700.436 [mm] t=  4.920e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00587695 , 0.00588646 , 0.00585766 )
ParallelTTracker [3]> 12:58:13 Step    492 at  701.819 [mm] t=  4.930e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.0058894 , 0.00589894 , 0.00587018 )
ParallelTTracker [3]> 12:58:13 Step    493 at  703.202 [mm] t=  4.940e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00590184 , 0.00591142 , 0.0058827 )
ParallelTTracker [3]> 12:58:13 Step    494 at  704.585 [mm] t=  4.950e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.0059143 , 0.00592391 , 0.00589523 )
ParallelTTracker [3]> 12:58:13 Step    495 at  705.968 [mm] t=  4.960e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00592675 , 0.00593641 , 0.00590776 )
ParallelTTracker [3]> 12:58:14 Step    496 at  707.351 [mm] t=  4.970e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00593922 , 0.0059489 , 0.00592029 )
ParallelTTracker [3]> 12:58:14 Step    497 at  708.734 [mm] t=  4.980e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00595172 , 0.00596141 , 0.00593283 )
ParallelTTracker [3]> 12:58:14 Step    498 at  710.117 [mm] t=  4.990e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00596423 , 0.00597392 , 0.00594537 )
ParallelTTracker [3]> 12:58:14 Step    499 at  711.500 [mm] t=  5.000e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00597674 , 0.00598645 , 0.00595792 )
ParallelTTracker [3]> 12:58:14 Step    500 at  712.883 [mm] t=  5.010e-08 [s] E=    1.004 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00370e+00 [MeV]      dEkin =  7.02266e-02 [MeV]
OPAL > * rmax            = (  4.48557e-02 ,  4.48384e-02 ,  7.56879e-01 ) [m]
OPAL > * rmin            = ( -4.47954e-02 , -4.49583e-02 ,  6.67511e-01 ) [m]
OPAL > * rms beam size   = (  2.29008e-02 ,  2.29084e-02 ,  2.28010e-02 ) [m]
OPAL > * rms momenta     = (  1.62275e-03 ,  1.62379e-03 ,  1.61945e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.02699e-05 , -9.14798e-06 ,  7.12883e-01 ) [m]
OPAL > * mean momenta    = (  1.93058e-08 , -1.64649e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.31012e-05 ,  4.26052e-05 ,  4.31435e-05 ) (not normalized)
OPAL > * rms correlation = (  9.98559e-01 ,  9.98595e-01 ,  9.98538e-01 )
OPAL > * hr              = (  5.97674e-03 ,  5.98645e-03 ,  5.95792e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    5.01000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    7.12883e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00598925 , 0.00599902 , 0.00597047 )
ParallelTTracker [3]> 12:58:14 Step    501 at  714.266 [mm] t=  5.020e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00600177 , 0.0060116 , 0.00598302 )
ParallelTTracker [3]> 12:58:14 Step    502 at  715.650 [mm] t=  5.030e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00601429 , 0.00602418 , 0.00599558 )
ParallelTTracker [3]> 12:58:14 Step    503 at  717.033 [mm] t=  5.040e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00602681 , 0.00603676 , 0.00600815 )
ParallelTTracker [3]> 12:58:14 Step    504 at  718.416 [mm] t=  5.050e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00603934 , 0.00604935 , 0.00602071 )
ParallelTTracker [3]> 12:58:15 Step    505 at  719.799 [mm] t=  5.060e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00605188 , 0.00606194 , 0.00603329 )
ParallelTTracker [3]> 12:58:15 Step    506 at  721.182 [mm] t=  5.070e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00606441 , 0.00607454 , 0.00604586 )
ParallelTTracker [3]> 12:58:15 Step    507 at  722.565 [mm] t=  5.080e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00607695 , 0.00608714 , 0.00605844 )
ParallelTTracker [3]> 12:58:15 Step    508 at  723.948 [mm] t=  5.090e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.0060895 , 0.00609974 , 0.00607102 )
ParallelTTracker [3]> 12:58:15 Step    509 at  725.331 [mm] t=  5.100e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00610205 , 0.00611235 , 0.00608361 )
ParallelTTracker [3]> 12:58:15 Step    510 at  726.714 [mm] t=  5.110e-08 [s] E=    1.004 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00372e+00 [MeV]      dEkin =  7.04279e-02 [MeV]
OPAL > * rmax            = (  4.57962e-02 ,  4.57828e-02 ,  7.71652e-01 ) [m]
OPAL > * rmin            = ( -4.57345e-02 , -4.59025e-02 ,  6.80398e-01 ) [m]
OPAL > * rms beam size   = (  2.33867e-02 ,  2.33947e-02 ,  2.32850e-02 ) [m]
OPAL > * rms momenta     = (  1.62737e-03 ,  1.62841e-03 ,  1.62408e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.02641e-05 , -9.15289e-06 ,  7.26714e-01 ) [m]
OPAL > * mean momenta    = (  1.93225e-08 , -1.63956e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.30077e-05 ,  4.25115e-05 ,  4.30496e-05 ) (not normalized)
OPAL > * rms correlation = (  9.98632e-01 ,  9.98666e-01 ,  9.98612e-01 )
OPAL > * hr              = (  6.10205e-03 ,  6.11235e-03 ,  6.08361e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    5.11000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    7.26714e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.0061146 , 0.00612496 , 0.00609622 )
ParallelTTracker [3]> 12:58:15 Step    511 at  728.097 [mm] t=  5.120e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00612716 , 0.00613758 , 0.00610884 )
ParallelTTracker [3]> 12:58:15 Step    512 at  729.480 [mm] t=  5.130e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00613972 , 0.0061502 , 0.00612146 )
ParallelTTracker [3]> 12:58:15 Step    513 at  730.863 [mm] t=  5.140e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00615229 , 0.00616282 , 0.00613409 )
ParallelTTracker [3]> 12:58:15 Step    514 at  732.246 [mm] t=  5.150e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00616486 , 0.00617545 , 0.00614672 )
ParallelTTracker [3]> 12:58:16 Step    515 at  733.629 [mm] t=  5.160e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00617743 , 0.00618808 , 0.00615935 )
ParallelTTracker [3]> 12:58:16 Step    516 at  735.012 [mm] t=  5.170e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00619001 , 0.00620072 , 0.00617199 )
ParallelTTracker [3]> 12:58:16 Step    517 at  736.395 [mm] t=  5.180e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00620259 , 0.00621336 , 0.00618463 )
ParallelTTracker [3]> 12:58:16 Step    518 at  737.778 [mm] t=  5.190e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00621517 , 0.006226 , 0.00619728 )
ParallelTTracker [3]> 12:58:16 Step    519 at  739.161 [mm] t=  5.200e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00622776 , 0.00623865 , 0.00620993 )
ParallelTTracker [3]> 12:58:16 Step    520 at  740.544 [mm] t=  5.210e-08 [s] E=    1.004 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00374e+00 [MeV]      dEkin =  7.06211e-02 [MeV]
OPAL > * rmax            = (  4.67398e-02 ,  4.67302e-02 ,  7.86431e-01 ) [m]
OPAL > * rmin            = ( -4.66767e-02 , -4.68495e-02 ,  6.93282e-01 ) [m]
OPAL > * rms beam size   = (  2.38741e-02 ,  2.38824e-02 ,  2.37703e-02 ) [m]
OPAL > * rms momenta     = (  1.63180e-03 ,  1.63284e-03 ,  1.62852e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.02583e-05 , -9.15778e-06 ,  7.40544e-01 ) [m]
OPAL > * mean momenta    = (  1.93359e-08 , -1.63295e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.29198e-05 ,  4.24235e-05 ,  4.29613e-05 ) (not normalized)
OPAL > * rms correlation = (  9.98700e-01 ,  9.98732e-01 ,  9.98681e-01 )
OPAL > * hr              = (  6.22776e-03 ,  6.23865e-03 ,  6.20993e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    5.21000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    7.40544e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00624035 , 0.0062513 , 0.00622258 )
ParallelTTracker [3]> 12:58:16 Step    521 at  741.927 [mm] t=  5.220e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00625295 , 0.00626395 , 0.00623524 )
ParallelTTracker [3]> 12:58:16 Step    522 at  743.310 [mm] t=  5.230e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00626555 , 0.00627661 , 0.0062479 )
ParallelTTracker [3]> 12:58:16 Step    523 at  744.693 [mm] t=  5.240e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00627816 , 0.00628927 , 0.00626057 )
ParallelTTracker [3]> 12:58:17 Step    524 at  746.076 [mm] t=  5.250e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00629076 , 0.00630194 , 0.00627324 )
ParallelTTracker [3]> 12:58:17 Step    525 at  747.459 [mm] t=  5.260e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00630337 , 0.00631461 , 0.00628591 )
ParallelTTracker [3]> 12:58:17 Step    526 at  748.842 [mm] t=  5.270e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00631599 , 0.00632728 , 0.00629859 )
ParallelTTracker [3]> 12:58:17 Step    527 at  750.225 [mm] t=  5.280e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00632861 , 0.00633996 , 0.00631127 )
ParallelTTracker [3]> 12:58:17 Step    528 at  751.608 [mm] t=  5.290e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00634123 , 0.00635264 , 0.00632395 )
ParallelTTracker [3]> 12:58:17 Step    529 at  752.991 [mm] t=  5.300e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00635386 , 0.00636533 , 0.00633664 )
ParallelTTracker [3]> 12:58:17 Step    530 at  754.374 [mm] t=  5.310e-08 [s] E=    1.004 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00376e+00 [MeV]      dEkin =  7.08065e-02 [MeV]
OPAL > * rmax            = (  4.76862e-02 ,  4.76804e-02 ,  8.01213e-01 ) [m]
OPAL > * rmin            = ( -4.76216e-02 , -4.77995e-02 ,  7.06163e-01 ) [m]
OPAL > * rms beam size   = (  2.43628e-02 ,  2.43714e-02 ,  2.42570e-02 ) [m]
OPAL > * rms momenta     = (  1.63606e-03 ,  1.63709e-03 ,  1.63278e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.02525e-05 , -9.16265e-06 ,  7.54374e-01 ) [m]
OPAL > * mean momenta    = (  1.93465e-08 , -1.62667e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.28372e-05 ,  4.23407e-05 ,  4.28784e-05 ) (not normalized)
OPAL > * rms correlation = (  9.98763e-01 ,  9.98794e-01 ,  9.98745e-01 )
OPAL > * hr              = (  6.35386e-03 ,  6.36533e-03 ,  6.33664e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    5.31000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    7.54374e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00636649 , 0.00637801 , 0.00634933 )
ParallelTTracker [3]> 12:58:17 Step    531 at  755.757 [mm] t=  5.320e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00637912 , 0.00639071 , 0.00636202 )
ParallelTTracker [3]> 12:58:17 Step    532 at  757.140 [mm] t=  5.330e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00639176 , 0.0064034 , 0.00637472 )
ParallelTTracker [3]> 12:58:17 Step    533 at  758.523 [mm] t=  5.340e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.0064044 , 0.0064161 , 0.00638742 )
ParallelTTracker [3]> 12:58:18 Step    534 at  759.906 [mm] t=  5.350e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00641704 , 0.0064288 , 0.00640013 )
ParallelTTracker [3]> 12:58:18 Step    535 at  761.289 [mm] t=  5.360e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00642969 , 0.00644151 , 0.00641284 )
ParallelTTracker [3]> 12:58:18 Step    536 at  762.672 [mm] t=  5.370e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00644234 , 0.00645422 , 0.00642555 )
ParallelTTracker [3]> 12:58:18 Step    537 at  764.055 [mm] t=  5.380e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.006455 , 0.00646693 , 0.00643827 )
ParallelTTracker [3]> 12:58:18 Step    538 at  765.438 [mm] t=  5.390e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00646766 , 0.00647965 , 0.00645099 )
ParallelTTracker [3]> 12:58:18 Step    539 at  766.821 [mm] t=  5.400e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00648032 , 0.00649237 , 0.00646371 )
ParallelTTracker [3]> 12:58:18 Step    540 at  768.204 [mm] t=  5.410e-08 [s] E=    1.004 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00378e+00 [MeV]      dEkin =  7.09847e-02 [MeV]
OPAL > * rmax            = (  4.86355e-02 ,  4.86334e-02 ,  8.15998e-01 ) [m]
OPAL > * rmin            = ( -4.85694e-02 , -4.87521e-02 ,  7.19042e-01 ) [m]
OPAL > * rms beam size   = (  2.48528e-02 ,  2.48617e-02 ,  2.47449e-02 ) [m]
OPAL > * rms momenta     = (  1.64014e-03 ,  1.64118e-03 ,  1.63687e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.02467e-05 , -9.16750e-06 ,  7.68204e-01 ) [m]
OPAL > * mean momenta    = (  1.93542e-08 , -1.62068e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.27598e-05 ,  4.22630e-05 ,  4.28005e-05 ) (not normalized)
OPAL > * rms correlation = (  9.98821e-01 ,  9.98851e-01 ,  9.98804e-01 )
OPAL > * hr              = (  6.48032e-03 ,  6.49237e-03 ,  6.46371e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    5.41000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    7.68204e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00649299 , 0.00650509 , 0.00647644 )
ParallelTTracker [3]> 12:58:18 Step    541 at  769.587 [mm] t=  5.420e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00650566 , 0.00651782 , 0.00648917 )
ParallelTTracker [3]> 12:58:18 Step    542 at  770.970 [mm] t=  5.430e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00651834 , 0.00653055 , 0.00650191 )
ParallelTTracker [3]> 12:58:18 Step    543 at  772.353 [mm] t=  5.440e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00653102 , 0.00654329 , 0.00651464 )
ParallelTTracker [3]> 12:58:19 Step    544 at  773.736 [mm] t=  5.450e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00654371 , 0.00655603 , 0.00652738 )
ParallelTTracker [3]> 12:58:19 Step    545 at  775.119 [mm] t=  5.460e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.0065564 , 0.00656877 , 0.00654013 )
ParallelTTracker [3]> 12:58:19 Step    546 at  776.502 [mm] t=  5.470e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00656913 , 0.00658151 , 0.00655288 )
ParallelTTracker [3]> 12:58:19 Step    547 at  777.885 [mm] t=  5.480e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00658186 , 0.00659426 , 0.00656563 )
ParallelTTracker [3]> 12:58:19 Step    548 at  779.268 [mm] t=  5.490e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.0065946 , 0.00660701 , 0.00657838 )
ParallelTTracker [3]> 12:58:19 Step    549 at  780.651 [mm] t=  5.500e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00660734 , 0.00661977 , 0.00659114 )
ParallelTTracker [3]> 12:58:19 Step    550 at  782.034 [mm] t=  5.510e-08 [s] E=    1.004 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00380e+00 [MeV]      dEkin =  7.11560e-02 [MeV]
OPAL > * rmax            = (  4.95873e-02 ,  4.95891e-02 ,  8.30785e-01 ) [m]
OPAL > * rmin            = ( -4.95227e-02 , -4.97074e-02 ,  7.31918e-01 ) [m]
OPAL > * rms beam size   = (  2.53440e-02 ,  2.53532e-02 ,  2.52341e-02 ) [m]
OPAL > * rms momenta     = (  1.64407e-03 ,  1.64511e-03 ,  1.64081e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.02409e-05 , -9.17234e-06 ,  7.82034e-01 ) [m]
OPAL > * mean momenta    = (  1.93599e-08 , -1.61499e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.26873e-05 ,  4.21902e-05 ,  4.27275e-05 ) (not normalized)
OPAL > * rms correlation = (  9.98876e-01 ,  9.98904e-01 ,  9.98859e-01 )
OPAL > * hr              = (  6.60734e-03 ,  6.61977e-03 ,  6.59114e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    5.51000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    7.82034e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00662008 , 0.00663253 , 0.0066039 )
ParallelTTracker [3]> 12:58:19 Step    551 at  783.417 [mm] t=  5.520e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00663282 , 0.00664529 , 0.00661667 )
ParallelTTracker [3]> 12:58:19 Step    552 at  784.800 [mm] t=  5.530e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00664557 , 0.00665805 , 0.00662944 )
ParallelTTracker [3]> 12:58:19 Step    553 at  786.183 [mm] t=  5.540e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00665832 , 0.00667082 , 0.00664221 )
ParallelTTracker [3]> 12:58:19 Step    554 at  787.566 [mm] t=  5.550e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00667108 , 0.00668359 , 0.00665498 )
ParallelTTracker [3]> 12:58:20 Step    555 at  788.949 [mm] t=  5.560e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00668384 , 0.00669637 , 0.00666776 )
ParallelTTracker [3]> 12:58:20 Step    556 at  790.332 [mm] t=  5.570e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.0066966 , 0.00670915 , 0.00668055 )
ParallelTTracker [3]> 12:58:20 Step    557 at  791.715 [mm] t=  5.580e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00670937 , 0.00672193 , 0.00669333 )
ParallelTTracker [3]> 12:58:20 Step    558 at  793.098 [mm] t=  5.590e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00672213 , 0.00673471 , 0.00670612 )
ParallelTTracker [3]> 12:58:20 Step    559 at  794.481 [mm] t=  5.600e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00673491 , 0.0067475 , 0.00671891 )
ParallelTTracker [3]> 12:58:20 Step    560 at  795.864 [mm] t=  5.610e-08 [s] E=    1.004 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00382e+00 [MeV]      dEkin =  7.13209e-02 [MeV]
OPAL > * rmax            = (  5.05418e-02 ,  5.05473e-02 ,  8.45575e-01 ) [m]
OPAL > * rmin            = ( -5.04818e-02 , -5.06652e-02 ,  7.44791e-01 ) [m]
OPAL > * rms beam size   = (  2.58364e-02 ,  2.58459e-02 ,  2.57244e-02 ) [m]
OPAL > * rms momenta     = (  1.64785e-03 ,  1.64889e-03 ,  1.64459e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.02351e-05 , -9.17716e-06 ,  7.95864e-01 ) [m]
OPAL > * mean momenta    = (  1.93676e-08 , -1.60957e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.26195e-05 ,  4.21220e-05 ,  4.26591e-05 ) (not normalized)
OPAL > * rms correlation = (  9.98927e-01 ,  9.98954e-01 ,  9.98911e-01 )
OPAL > * hr              = (  6.73491e-03 ,  6.74750e-03 ,  6.71891e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    5.61000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    7.95864e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00674768 , 0.00676029 , 0.00673171 )
ParallelTTracker [3]> 12:58:20 Step    561 at  797.247 [mm] t=  5.620e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00676046 , 0.00677309 , 0.0067445 )
ParallelTTracker [3]> 12:58:20 Step    562 at  798.630 [mm] t=  5.630e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00677324 , 0.00678589 , 0.00675731 )
ParallelTTracker [3]> 12:58:20 Step    563 at  800.013 [mm] t=  5.640e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00678603 , 0.00679869 , 0.00677011 )
ParallelTTracker [3]> 12:58:21 Step    564 at  801.396 [mm] t=  5.650e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00679881 , 0.00681149 , 0.00678292 )
ParallelTTracker [3]> 12:58:21 Step    565 at  802.779 [mm] t=  5.660e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00681161 , 0.0068243 , 0.00679573 )
ParallelTTracker [3]> 12:58:21 Step    566 at  804.162 [mm] t=  5.670e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.0068244 , 0.00683711 , 0.00680854 )
ParallelTTracker [3]> 12:58:21 Step    567 at  805.545 [mm] t=  5.680e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.0068372 , 0.00684993 , 0.00682136 )
ParallelTTracker [3]> 12:58:21 Step    568 at  806.928 [mm] t=  5.690e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00685 , 0.00686274 , 0.00683418 )
ParallelTTracker [3]> 12:58:21 Step    569 at  808.311 [mm] t=  5.700e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.0068628 , 0.00687556 , 0.00684701 )
ParallelTTracker [3]> 12:58:21 Step    570 at  809.694 [mm] t=  5.710e-08 [s] E=    1.004 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00383e+00 [MeV]      dEkin =  7.14796e-02 [MeV]
OPAL > * rmax            = (  5.14987e-02 ,  5.15080e-02 ,  8.60367e-01 ) [m]
OPAL > * rmin            = ( -5.14433e-02 , -5.16254e-02 ,  7.57662e-01 ) [m]
OPAL > * rms beam size   = (  2.63299e-02 ,  2.63398e-02 ,  2.62159e-02 ) [m]
OPAL > * rms momenta     = (  1.65149e-03 ,  1.65253e-03 ,  1.64824e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.02293e-05 , -9.18196e-06 ,  8.09694e-01 ) [m]
OPAL > * mean momenta    = (  1.93778e-08 , -1.60438e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.25561e-05 ,  4.20583e-05 ,  4.25952e-05 ) (not normalized)
OPAL > * rms correlation = (  9.98974e-01 ,  9.99000e-01 ,  9.98959e-01 )
OPAL > * hr              = (  6.86280e-03 ,  6.87556e-03 ,  6.84701e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    5.71000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    8.09694e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00687561 , 0.00688839 , 0.00685983 )
ParallelTTracker [3]> 12:58:21 Step    571 at  811.077 [mm] t=  5.720e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00688842 , 0.00690121 , 0.00687272 )
ParallelTTracker [3]> 12:58:21 Step    572 at  812.460 [mm] t=  5.730e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00690123 , 0.00691404 , 0.0068856 )
ParallelTTracker [3]> 12:58:22 Step    573 at  813.843 [mm] t=  5.740e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00691405 , 0.00692688 , 0.00689849 )
ParallelTTracker [3]> 12:58:22 Step    574 at  815.226 [mm] t=  5.750e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00692687 , 0.00693971 , 0.00691139 )
ParallelTTracker [3]> 12:58:22 Step    575 at  816.609 [mm] t=  5.760e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00693969 , 0.00695255 , 0.00692428 )
ParallelTTracker [3]> 12:58:22 Step    576 at  817.992 [mm] t=  5.770e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00695253 , 0.00696539 , 0.00693718 )
ParallelTTracker [3]> 12:58:22 Step    577 at  819.375 [mm] t=  5.780e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.0069654 , 0.00697824 , 0.00695009 )
ParallelTTracker [3]> 12:58:22 Step    578 at  820.758 [mm] t=  5.790e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00697827 , 0.00699109 , 0.00696299 )
ParallelTTracker [3]> 12:58:22 Step    579 at  822.141 [mm] t=  5.800e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00699114 , 0.00700394 , 0.0069759 )
ParallelTTracker [3]> 12:58:22 Step    580 at  823.524 [mm] t=  5.810e-08 [s] E=    1.004 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00385e+00 [MeV]      dEkin =  7.16324e-02 [MeV]
OPAL > * rmax            = (  5.24599e-02 ,  5.24710e-02 ,  8.75162e-01 ) [m]
OPAL > * rmin            = ( -5.24072e-02 , -5.25880e-02 ,  7.70524e-01 ) [m]
OPAL > * rms beam size   = (  2.68245e-02 ,  2.68347e-02 ,  2.67085e-02 ) [m]
OPAL > * rms momenta     = (  1.65500e-03 ,  1.65603e-03 ,  1.65175e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.02234e-05 , -9.18675e-06 ,  8.23524e-01 ) [m]
OPAL > * mean momenta    = (  1.93897e-08 , -1.59938e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.24970e-05 ,  4.19988e-05 ,  4.25355e-05 ) (not normalized)
OPAL > * rms correlation = (  9.99019e-01 ,  9.99043e-01 ,  9.99004e-01 )
OPAL > * hr              = (  6.99114e-03 ,  7.00394e-03 ,  6.97590e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    5.81000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    8.23524e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00700402 , 0.00701679 , 0.00698881 )
ParallelTTracker [3]> 12:58:22 Step    581 at  824.907 [mm] t=  5.820e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.0070169 , 0.00702965 , 0.00700173 )
ParallelTTracker [3]> 12:58:22 Step    582 at  826.290 [mm] t=  5.830e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00702978 , 0.00704252 , 0.00701464 )
ParallelTTracker [3]> 12:58:23 Step    583 at  827.673 [mm] t=  5.840e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00704266 , 0.00705539 , 0.00702756 )
ParallelTTracker [3]> 12:58:23 Step    584 at  829.056 [mm] t=  5.850e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00705555 , 0.00706826 , 0.00704049 )
ParallelTTracker [3]> 12:58:23 Step    585 at  830.439 [mm] t=  5.860e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00706844 , 0.00708114 , 0.00705342 )
ParallelTTracker [3]> 12:58:23 Step    586 at  831.822 [mm] t=  5.870e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00708133 , 0.00709402 , 0.00706634 )
ParallelTTracker [3]> 12:58:23 Step    587 at  833.205 [mm] t=  5.880e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00709423 , 0.0071069 , 0.00707928 )
ParallelTTracker [3]> 12:58:23 Step    588 at  834.588 [mm] t=  5.890e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00710713 , 0.00711979 , 0.00709221 )
ParallelTTracker [3]> 12:58:23 Step    589 at  835.971 [mm] t=  5.900e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00712003 , 0.00713268 , 0.00710515 )
ParallelTTracker [3]> 12:58:23 Step    590 at  837.354 [mm] t=  5.910e-08 [s] E=    1.004 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00387e+00 [MeV]      dEkin =  7.17798e-02 [MeV]
OPAL > * rmax            = (  5.34271e-02 ,  5.34373e-02 ,  8.89959e-01 ) [m]
OPAL > * rmin            = ( -5.33733e-02 , -5.35528e-02 ,  7.83382e-01 ) [m]
OPAL > * rms beam size   = (  2.73202e-02 ,  2.73307e-02 ,  2.72021e-02 ) [m]
OPAL > * rms momenta     = (  1.65838e-03 ,  1.65941e-03 ,  1.65513e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.02176e-05 , -9.19152e-06 ,  8.37354e-01 ) [m]
OPAL > * mean momenta    = (  1.93992e-08 , -1.59460e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.24420e-05 ,  4.19433e-05 ,  4.24798e-05 ) (not normalized)
OPAL > * rms correlation = (  9.99060e-01 ,  9.99084e-01 ,  9.99047e-01 )
OPAL > * hr              = (  7.12003e-03 ,  7.13268e-03 ,  7.10515e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    5.91000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    8.37354e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00713293 , 0.00714557 , 0.00711809 )
ParallelTTracker [3]> 12:58:23 Step    591 at  838.737 [mm] t=  5.920e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00714584 , 0.00715846 , 0.00713104 )
ParallelTTracker [3]> 12:58:23 Step    592 at  840.120 [mm] t=  5.930e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00715875 , 0.00717136 , 0.00714398 )
ParallelTTracker [3]> 12:58:23 Step    593 at  841.503 [mm] t=  5.940e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00717166 , 0.00718426 , 0.00715693 )
ParallelTTracker [3]> 12:58:24 Step    594 at  842.886 [mm] t=  5.950e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00718458 , 0.00719716 , 0.00716989 )
ParallelTTracker [3]> 12:58:24 Step    595 at  844.269 [mm] t=  5.960e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.0071975 , 0.00721007 , 0.00718284 )
ParallelTTracker [3]> 12:58:24 Step    596 at  845.652 [mm] t=  5.970e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00721042 , 0.00722298 , 0.0071958 )
ParallelTTracker [3]> 12:58:24 Step    597 at  847.035 [mm] t=  5.980e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00722335 , 0.00723589 , 0.00720876 )
ParallelTTracker [3]> 12:58:24 Step    598 at  848.418 [mm] t=  5.990e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00723628 , 0.0072488 , 0.00722173 )
ParallelTTracker [3]> 12:58:24 Step    599 at  849.801 [mm] t=  6.000e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00724921 , 0.00726172 , 0.0072347 )
ParallelTTracker [3]> 12:58:24 Step    600 at  851.184 [mm] t=  6.010e-08 [s] E=    1.004 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00388e+00 [MeV]      dEkin =  7.19219e-02 [MeV]
OPAL > * rmax            = (  5.43964e-02 ,  5.44060e-02 ,  9.04758e-01 ) [m]
OPAL > * rmin            = ( -5.43417e-02 , -5.45198e-02 ,  7.96238e-01 ) [m]
OPAL > * rms beam size   = (  2.78168e-02 ,  2.78277e-02 ,  2.76968e-02 ) [m]
OPAL > * rms momenta     = (  1.66164e-03 ,  1.66267e-03 ,  1.65840e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.02118e-05 , -9.19628e-06 ,  8.51184e-01 ) [m]
OPAL > * mean momenta    = (  1.94059e-08 , -1.59011e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.23908e-05 ,  4.18916e-05 ,  4.24279e-05 ) (not normalized)
OPAL > * rms correlation = (  9.99099e-01 ,  9.99122e-01 ,  9.99086e-01 )
OPAL > * hr              = (  7.24921e-03 ,  7.26172e-03 ,  7.23470e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    6.01000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    8.51184e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00726214 , 0.00727464 , 0.00724767 )
ParallelTTracker [3]> 12:58:24 Step    601 at  852.567 [mm] t=  6.020e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00727508 , 0.00728756 , 0.00726064 )
ParallelTTracker [3]> 12:58:24 Step    602 at  853.950 [mm] t=  6.030e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00728803 , 0.00730049 , 0.00727361 )
ParallelTTracker [3]> 12:58:25 Step    603 at  855.333 [mm] t=  6.040e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00730098 , 0.00731342 , 0.00728659 )
ParallelTTracker [3]> 12:58:25 Step    604 at  856.716 [mm] t=  6.050e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00731393 , 0.00732635 , 0.00729957 )
ParallelTTracker [3]> 12:58:25 Step    605 at  858.099 [mm] t=  6.060e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00732689 , 0.00733928 , 0.00731256 )
ParallelTTracker [3]> 12:58:25 Step    606 at  859.482 [mm] t=  6.070e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00733985 , 0.00735222 , 0.00732555 )
ParallelTTracker [3]> 12:58:25 Step    607 at  860.865 [mm] t=  6.080e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00735281 , 0.00736516 , 0.00733853 )
ParallelTTracker [3]> 12:58:25 Step    608 at  862.248 [mm] t=  6.090e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00736577 , 0.0073781 , 0.00735153 )
ParallelTTracker [3]> 12:58:25 Step    609 at  863.631 [mm] t=  6.100e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00737874 , 0.00739104 , 0.00736452 )
ParallelTTracker [3]> 12:58:25 Step    610 at  865.014 [mm] t=  6.110e-08 [s] E=    1.004 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00390e+00 [MeV]      dEkin =  7.20591e-02 [MeV]
OPAL > * rmax            = (  5.53690e-02 ,  5.53767e-02 ,  9.19560e-01 ) [m]
OPAL > * rmin            = ( -5.53121e-02 , -5.54889e-02 ,  8.09092e-01 ) [m]
OPAL > * rms beam size   = (  2.83145e-02 ,  2.83256e-02 ,  2.81924e-02 ) [m]
OPAL > * rms momenta     = (  1.66479e-03 ,  1.66582e-03 ,  1.66155e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.02060e-05 , -9.20103e-06 ,  8.65014e-01 ) [m]
OPAL > * mean momenta    = (  1.94096e-08 , -1.58588e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.23434e-05 ,  4.18436e-05 ,  4.23798e-05 ) (not normalized)
OPAL > * rms correlation = (  9.99136e-01 ,  9.99158e-01 ,  9.99123e-01 )
OPAL > * hr              = (  7.37874e-03 ,  7.39104e-03 ,  7.36452e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    6.11000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    8.65014e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00739171 , 0.00740399 , 0.00737752 )
ParallelTTracker [3]> 12:58:25 Step    611 at  866.397 [mm] t=  6.120e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00740468 , 0.00741694 , 0.00739052 )
ParallelTTracker [3]> 12:58:26 Step    612 at  867.780 [mm] t=  6.130e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00741766 , 0.00742989 , 0.00740352 )
ParallelTTracker [3]> 12:58:26 Step    613 at  869.163 [mm] t=  6.140e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00743064 , 0.00744285 , 0.00741653 )
ParallelTTracker [3]> 12:58:26 Step    614 at  870.546 [mm] t=  6.150e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00744362 , 0.0074558 , 0.00742954 )
ParallelTTracker [3]> 12:58:26 Step    615 at  871.929 [mm] t=  6.160e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.0074566 , 0.00746876 , 0.00744255 )
ParallelTTracker [3]> 12:58:26 Step    616 at  873.312 [mm] t=  6.170e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00746958 , 0.00748173 , 0.00745556 )
ParallelTTracker [3]> 12:58:26 Step    617 at  874.695 [mm] t=  6.180e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00748257 , 0.00749469 , 0.00746858 )
ParallelTTracker [3]> 12:58:26 Step    618 at  876.078 [mm] t=  6.190e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00749556 , 0.00750766 , 0.0074816 )
ParallelTTracker [3]> 12:58:26 Step    619 at  877.461 [mm] t=  6.200e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00750856 , 0.00752063 , 0.00749462 )
ParallelTTracker [3]> 12:58:26 Step    620 at  878.844 [mm] t=  6.210e-08 [s] E=    1.004 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00391e+00 [MeV]      dEkin =  7.21915e-02 [MeV]
OPAL > * rmax            = (  5.63438e-02 ,  5.63495e-02 ,  9.34363e-01 ) [m]
OPAL > * rmin            = ( -5.62846e-02 , -5.64600e-02 ,  8.21944e-01 ) [m]
OPAL > * rms beam size   = (  2.88131e-02 ,  2.88245e-02 ,  2.86890e-02 ) [m]
OPAL > * rms momenta     = (  1.66782e-03 ,  1.66886e-03 ,  1.66459e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.02001e-05 , -9.20576e-06 ,  8.78844e-01 ) [m]
OPAL > * mean momenta    = (  1.94101e-08 , -1.58188e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.22994e-05 ,  4.17992e-05 ,  4.23351e-05 ) (not normalized)
OPAL > * rms correlation = (  9.99170e-01 ,  9.99191e-01 ,  9.99158e-01 )
OPAL > * hr              = (  7.50856e-03 ,  7.52063e-03 ,  7.49462e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    6.21000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    8.78844e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00752155 , 0.00753361 , 0.00750765 )
ParallelTTracker [3]> 12:58:27 Step    621 at  880.227 [mm] t=  6.220e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00753455 , 0.00754658 , 0.00752067 )
ParallelTTracker [3]> 12:58:27 Step    622 at  881.610 [mm] t=  6.230e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00754755 , 0.00755956 , 0.0075337 )
ParallelTTracker [3]> 12:58:27 Step    623 at  882.993 [mm] t=  6.240e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00756056 , 0.00757254 , 0.00754674 )
ParallelTTracker [3]> 12:58:27 Step    624 at  884.376 [mm] t=  6.250e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00757356 , 0.00758553 , 0.00755977 )
ParallelTTracker [3]> 12:58:27 Step    625 at  885.759 [mm] t=  6.260e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00758657 , 0.00759851 , 0.00757281 )
ParallelTTracker [3]> 12:58:27 Step    626 at  887.142 [mm] t=  6.270e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00759959 , 0.0076115 , 0.0075859 )
ParallelTTracker [3]> 12:58:27 Step    627 at  888.525 [mm] t=  6.280e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.0076126 , 0.0076245 , 0.00759903 )
ParallelTTracker [3]> 12:58:27 Step    628 at  889.908 [mm] t=  6.290e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00762563 , 0.00763749 , 0.00761217 )
ParallelTTracker [3]> 12:58:27 Step    629 at  891.291 [mm] t=  6.300e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00763866 , 0.00765049 , 0.00762531 )
ParallelTTracker [3]> 12:58:27 Step    630 at  892.674 [mm] t=  6.310e-08 [s] E=    1.004 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00392e+00 [MeV]      dEkin =  7.23194e-02 [MeV]
OPAL > * rmax            = (  5.73209e-02 ,  5.73242e-02 ,  9.49172e-01 ) [m]
OPAL > * rmin            = ( -5.72591e-02 , -5.74331e-02 ,  8.34793e-01 ) [m]
OPAL > * rms beam size   = (  2.93126e-02 ,  2.93244e-02 ,  2.91864e-02 ) [m]
OPAL > * rms momenta     = (  1.67076e-03 ,  1.67179e-03 ,  1.66753e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.01943e-05 , -9.21049e-06 ,  8.92674e-01 ) [m]
OPAL > * mean momenta    = (  1.94080e-08 , -1.57810e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.22588e-05 ,  4.17580e-05 ,  4.22937e-05 ) (not normalized)
OPAL > * rms correlation = (  9.99203e-01 ,  9.99223e-01 ,  9.99191e-01 )
OPAL > * hr              = (  7.63866e-03 ,  7.65049e-03 ,  7.62531e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    6.31000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    8.92674e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.0076517 , 0.00766349 , 0.00763845 )
ParallelTTracker [3]> 12:58:28 Step    631 at  894.057 [mm] t=  6.320e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00766474 , 0.00767649 , 0.00765159 )
ParallelTTracker [3]> 12:58:28 Step    632 at  895.440 [mm] t=  6.330e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00767778 , 0.00768949 , 0.00766474 )
ParallelTTracker [3]> 12:58:28 Step    633 at  896.823 [mm] t=  6.340e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00769082 , 0.0077025 , 0.00767788 )
ParallelTTracker [3]> 12:58:28 Step    634 at  898.206 [mm] t=  6.350e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00770388 , 0.00771552 , 0.00769103 )
ParallelTTracker [3]> 12:58:28 Step    635 at  899.589 [mm] t=  6.360e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00771696 , 0.00772856 , 0.00770419 )
ParallelTTracker [3]> 12:58:28 Step    636 at  900.972 [mm] t=  6.370e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00773004 , 0.00774159 , 0.00771734 )
ParallelTTracker [3]> 12:58:28 Step    637 at  902.355 [mm] t=  6.380e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00774312 , 0.00775463 , 0.0077305 )
ParallelTTracker [3]> 12:58:28 Step    638 at  903.738 [mm] t=  6.390e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00775621 , 0.00776768 , 0.00774366 )
ParallelTTracker [3]> 12:58:29 Step    639 at  905.121 [mm] t=  6.400e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00776929 , 0.00778072 , 0.00775682 )
ParallelTTracker [3]> 12:58:29 Step    640 at  906.504 [mm] t=  6.410e-08 [s] E=    1.004 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00394e+00 [MeV]      dEkin =  7.24431e-02 [MeV]
OPAL > * rmax            = (  5.83015e-02 ,  5.83027e-02 ,  9.63990e-01 ) [m]
OPAL > * rmin            = ( -5.82378e-02 , -5.84081e-02 ,  8.47637e-01 ) [m]
OPAL > * rms beam size   = (  2.98130e-02 ,  2.98251e-02 ,  2.96848e-02 ) [m]
OPAL > * rms momenta     = (  1.67359e-03 ,  1.67462e-03 ,  1.67037e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.01885e-05 , -9.21520e-06 ,  9.06504e-01 ) [m]
OPAL > * mean momenta    = (  1.94030e-08 , -1.57455e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.22214e-05 ,  4.17200e-05 ,  4.22555e-05 ) (not normalized)
OPAL > * rms correlation = (  9.99233e-01 ,  9.99253e-01 ,  9.99222e-01 )
OPAL > * hr              = (  7.76929e-03 ,  7.78072e-03 ,  7.75682e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    6.41000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    9.06504e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00778238 , 0.00779377 , 0.00776999 )
ParallelTTracker [3]> 12:58:29 Step    641 at  907.887 [mm] t=  6.420e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00779547 , 0.00780682 , 0.00778316 )
ParallelTTracker [3]> 12:58:29 Step    642 at  909.270 [mm] t=  6.430e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00780857 , 0.00781987 , 0.00779633 )
ParallelTTracker [3]> 12:58:29 Step    643 at  910.653 [mm] t=  6.440e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00782166 , 0.00783292 , 0.0078095 )
ParallelTTracker [3]> 12:58:29 Step    644 at  912.036 [mm] t=  6.450e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00783476 , 0.00784598 , 0.00782267 )
ParallelTTracker [3]> 12:58:29 Step    645 at  913.419 [mm] t=  6.460e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00784786 , 0.00785904 , 0.00783585 )
ParallelTTracker [3]> 12:58:29 Step    646 at  914.802 [mm] t=  6.470e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00786097 , 0.0078721 , 0.00784903 )
ParallelTTracker [3]> 12:58:29 Step    647 at  916.185 [mm] t=  6.480e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00787407 , 0.0078852 , 0.00786221 )
ParallelTTracker [3]> 12:58:30 Step    648 at  917.568 [mm] t=  6.490e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00788718 , 0.00789833 , 0.0078754 )
ParallelTTracker [3]> 12:58:30 Step    649 at  918.951 [mm] t=  6.500e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00790029 , 0.00791146 , 0.00788859 )
ParallelTTracker [3]> 12:58:30 Step    650 at  920.334 [mm] t=  6.510e-08 [s] E=    1.004 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00395e+00 [MeV]      dEkin =  7.25627e-02 [MeV]
OPAL > * rmax            = (  5.92840e-02 ,  5.92846e-02 ,  9.78809e-01 ) [m]
OPAL > * rmin            = ( -5.92204e-02 , -5.93873e-02 ,  8.60480e-01 ) [m]
OPAL > * rms beam size   = (  3.03142e-02 ,  3.03266e-02 ,  3.01840e-02 ) [m]
OPAL > * rms momenta     = (  1.67634e-03 ,  1.67737e-03 ,  1.67312e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.01827e-05 , -9.21990e-06 ,  9.20334e-01 ) [m]
OPAL > * mean momenta    = (  1.93971e-08 , -1.57136e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.21871e-05 ,  4.16850e-05 ,  4.22203e-05 ) (not normalized)
OPAL > * rms correlation = (  9.99262e-01 ,  9.99281e-01 ,  9.99251e-01 )
OPAL > * hr              = (  7.90029e-03 ,  7.91146e-03 ,  7.88859e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    6.51000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    9.20334e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00791341 , 0.0079246 , 0.00790178 )
ParallelTTracker [3]> 12:58:30 Step    651 at  921.717 [mm] t=  6.520e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00792652 , 0.00793774 , 0.00791497 )
ParallelTTracker [3]> 12:58:30 Step    652 at  923.100 [mm] t=  6.530e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00793964 , 0.00795088 , 0.00792816 )
ParallelTTracker [3]> 12:58:30 Step    653 at  924.483 [mm] t=  6.540e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00795276 , 0.00796402 , 0.00794136 )
ParallelTTracker [3]> 12:58:30 Step    654 at  925.866 [mm] t=  6.550e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00796588 , 0.00797716 , 0.00795456 )
ParallelTTracker [3]> 12:58:30 Step    655 at  927.249 [mm] t=  6.560e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00797901 , 0.00799031 , 0.00796776 )
ParallelTTracker [3]> 12:58:31 Step    656 at  928.632 [mm] t=  6.570e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00799214 , 0.00800346 , 0.00798097 )
ParallelTTracker [3]> 12:58:31 Step    657 at  930.015 [mm] t=  6.580e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00800527 , 0.00801661 , 0.00799417 )
ParallelTTracker [3]> 12:58:31 Step    658 at  931.398 [mm] t=  6.590e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.0080184 , 0.00802976 , 0.00800738 )
ParallelTTracker [3]> 12:58:31 Step    659 at  932.781 [mm] t=  6.600e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00803153 , 0.00804292 , 0.00802059 )
ParallelTTracker [3]> 12:58:31 Step    660 at  934.164 [mm] t=  6.610e-08 [s] E=    1.004 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00396e+00 [MeV]      dEkin =  7.26784e-02 [MeV]
OPAL > * rmax            = (  6.02684e-02 ,  6.02683e-02 ,  9.93630e-01 ) [m]
OPAL > * rmin            = ( -6.02046e-02 , -6.03755e-02 ,  8.73321e-01 ) [m]
OPAL > * rms beam size   = (  3.08162e-02 ,  3.08290e-02 ,  3.06840e-02 ) [m]
OPAL > * rms momenta     = (  1.67899e-03 ,  1.68002e-03 ,  1.67577e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.01768e-05 , -9.22459e-06 ,  9.34164e-01 ) [m]
OPAL > * mean momenta    = (  1.93904e-08 , -1.56812e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.21556e-05 ,  4.16529e-05 ,  4.21880e-05 ) (not normalized)
OPAL > * rms correlation = (  9.99289e-01 ,  9.99307e-01 ,  9.99279e-01 )
OPAL > * hr              = (  8.03153e-03 ,  8.04292e-03 ,  8.02059e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    6.61000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    9.34164e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00804467 , 0.00805608 , 0.0080338 )
ParallelTTracker [3]> 12:58:31 Step    661 at  935.547 [mm] t=  6.620e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00805781 , 0.00806924 , 0.00804702 )
ParallelTTracker [3]> 12:58:31 Step    662 at  936.930 [mm] t=  6.630e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00807095 , 0.0080824 , 0.00806024 )
ParallelTTracker [3]> 12:58:31 Step    663 at  938.313 [mm] t=  6.640e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00808409 , 0.00809557 , 0.00807346 )
ParallelTTracker [3]> 12:58:31 Step    664 at  939.696 [mm] t=  6.650e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00809724 , 0.00810873 , 0.00808668 )
ParallelTTracker [3]> 12:58:32 Step    665 at  941.079 [mm] t=  6.660e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00811039 , 0.0081219 , 0.00809991 )
ParallelTTracker [3]> 12:58:32 Step    666 at  942.462 [mm] t=  6.670e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00812354 , 0.00813508 , 0.00811313 )
ParallelTTracker [3]> 12:58:32 Step    667 at  943.845 [mm] t=  6.680e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00813669 , 0.00814825 , 0.00812636 )
ParallelTTracker [3]> 12:58:32 Step    668 at  945.228 [mm] t=  6.690e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00814985 , 0.00816144 , 0.00813959 )
ParallelTTracker [3]> 12:58:32 Step    669 at  946.611 [mm] t=  6.700e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.008163 , 0.00817467 , 0.00815283 )
ParallelTTracker [3]> 12:58:32 Step    670 at  947.994 [mm] t=  6.710e-08 [s] E=    1.004 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00397e+00 [MeV]      dEkin =  7.27904e-02 [MeV]
OPAL > * rmax            = (  6.12544e-02 ,  6.12546e-02 ,  1.00845e+00 ) [m]
OPAL > * rmin            = ( -6.11906e-02 , -6.13654e-02 ,  8.86160e-01 ) [m]
OPAL > * rms beam size   = (  3.13191e-02 ,  3.13321e-02 ,  3.11848e-02 ) [m]
OPAL > * rms momenta     = (  1.68156e-03 ,  1.68259e-03 ,  1.67835e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.01710e-05 , -9.22927e-06 ,  9.47994e-01 ) [m]
OPAL > * mean momenta    = (  1.93833e-08 , -1.56472e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.21269e-05 ,  4.16236e-05 ,  4.21584e-05 ) (not normalized)
OPAL > * rms correlation = (  9.99315e-01 ,  9.99332e-01 ,  9.99305e-01 )
OPAL > * hr              = (  8.16300e-03 ,  8.17467e-03 ,  8.15283e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    6.71000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    9.47994e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00817616 , 0.00818789 , 0.00816606 )
ParallelTTracker [3]> 12:58:32 Step    671 at  949.377 [mm] t=  6.720e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00818932 , 0.00820112 , 0.0081793 )
ParallelTTracker [3]> 12:58:32 Step    672 at  950.760 [mm] t=  6.730e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00820249 , 0.00821435 , 0.00819254 )
ParallelTTracker [3]> 12:58:32 Step    673 at  952.143 [mm] t=  6.740e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00821565 , 0.00822759 , 0.00820578 )
ParallelTTracker [3]> 12:58:33 Step    674 at  953.526 [mm] t=  6.750e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00822882 , 0.00824082 , 0.00821903 )
ParallelTTracker [3]> 12:58:33 Step    675 at  954.909 [mm] t=  6.760e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00824199 , 0.00825406 , 0.00823228 )
ParallelTTracker [3]> 12:58:33 Step    676 at  956.292 [mm] t=  6.770e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00825517 , 0.0082673 , 0.00824553 )
ParallelTTracker [3]> 12:58:33 Step    677 at  957.675 [mm] t=  6.780e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00826834 , 0.00828054 , 0.00825878 )
ParallelTTracker [3]> 12:58:33 Step    678 at  959.058 [mm] t=  6.790e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00828152 , 0.00829378 , 0.00827203 )
ParallelTTracker [3]> 12:58:33 Step    679 at  960.441 [mm] t=  6.800e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.0082947 , 0.00830703 , 0.00828529 )
ParallelTTracker [3]> 12:58:33 Step    680 at  961.824 [mm] t=  6.810e-08 [s] E=    1.004 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00399e+00 [MeV]      dEkin =  7.28988e-02 [MeV]
OPAL > * rmax            = (  6.22422e-02 ,  6.22485e-02 ,  1.02328e+00 ) [m]
OPAL > * rmin            = ( -6.21783e-02 , -6.23570e-02 ,  8.98998e-01 ) [m]
OPAL > * rms beam size   = (  3.18227e-02 ,  3.18361e-02 ,  3.16864e-02 ) [m]
OPAL > * rms momenta     = (  1.68405e-03 ,  1.68508e-03 ,  1.68084e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.01652e-05 , -9.23394e-06 ,  9.61824e-01 ) [m]
OPAL > * mean momenta    = (  1.93756e-08 , -1.56146e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.21008e-05 ,  4.15969e-05 ,  4.21315e-05 ) (not normalized)
OPAL > * rms correlation = (  9.99339e-01 ,  9.99356e-01 ,  9.99330e-01 )
OPAL > * hr              = (  8.29470e-03 ,  8.30703e-03 ,  8.28529e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    6.81000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    9.61824e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00830788 , 0.00832028 , 0.00829855 )
ParallelTTracker [3]> 12:58:34 Step    681 at  963.207 [mm] t=  6.820e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00832106 , 0.00833353 , 0.00831181 )
ParallelTTracker [3]> 12:58:34 Step    682 at  964.590 [mm] t=  6.830e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00833425 , 0.00834678 , 0.00832507 )
ParallelTTracker [3]> 12:58:34 Step    683 at  965.973 [mm] t=  6.840e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00834744 , 0.00836004 , 0.00833833 )
ParallelTTracker [3]> 12:58:34 Step    684 at  967.356 [mm] t=  6.850e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00836063 , 0.00837329 , 0.0083516 )
ParallelTTracker [3]> 12:58:34 Step    685 at  968.739 [mm] t=  6.860e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00837382 , 0.00838655 , 0.00836487 )
ParallelTTracker [3]> 12:58:34 Step    686 at  970.122 [mm] t=  6.870e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00838701 , 0.00839981 , 0.00837814 )
ParallelTTracker [3]> 12:58:34 Step    687 at  971.505 [mm] t=  6.880e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00840021 , 0.00841308 , 0.00839141 )
ParallelTTracker [3]> 12:58:34 Step    688 at  972.888 [mm] t=  6.890e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00841341 , 0.00842634 , 0.00840469 )
ParallelTTracker [3]> 12:58:34 Step    689 at  974.271 [mm] t=  6.900e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00842661 , 0.00843961 , 0.00841797 )
ParallelTTracker [3]> 12:58:34 Step    690 at  975.654 [mm] t=  6.910e-08 [s] E=    1.004 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00400e+00 [MeV]      dEkin =  7.30039e-02 [MeV]
OPAL > * rmax            = (  6.32316e-02 ,  6.32440e-02 ,  1.03810e+00 ) [m]
OPAL > * rmin            = ( -6.31675e-02 , -6.33502e-02 ,  9.11834e-01 ) [m]
OPAL > * rms beam size   = (  3.23271e-02 ,  3.23407e-02 ,  3.21887e-02 ) [m]
OPAL > * rms momenta     = (  1.68646e-03 ,  1.68749e-03 ,  1.68325e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.01594e-05 , -9.23860e-06 ,  9.75654e-01 ) [m]
OPAL > * mean momenta    = (  1.93675e-08 , -1.55846e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.20773e-05 ,  4.15727e-05 ,  4.21070e-05 ) (not normalized)
OPAL > * rms correlation = (  9.99362e-01 ,  9.99379e-01 ,  9.99353e-01 )
OPAL > * hr              = (  8.42661e-03 ,  8.43961e-03 ,  8.41797e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    6.91000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    9.75654e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00843981 , 0.00845288 , 0.00843125 )
ParallelTTracker [3]> 12:58:35 Step    691 at  977.037 [mm] t=  6.920e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00845302 , 0.00846615 , 0.00844453 )
ParallelTTracker [3]> 12:58:35 Step    692 at  978.420 [mm] t=  6.930e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00846622 , 0.00847942 , 0.00845781 )
ParallelTTracker [3]> 12:58:35 Step    693 at  979.803 [mm] t=  6.940e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00847943 , 0.0084927 , 0.0084711 )
ParallelTTracker [3]> 12:58:35 Step    694 at  981.186 [mm] t=  6.950e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00849264 , 0.00850598 , 0.0084844 )
ParallelTTracker [3]> 12:58:35 Step    695 at  982.569 [mm] t=  6.960e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00850586 , 0.00851926 , 0.0084977 )
ParallelTTracker [3]> 12:58:35 Step    696 at  983.952 [mm] t=  6.970e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00851907 , 0.00853254 , 0.008511 )
ParallelTTracker [3]> 12:58:35 Step    697 at  985.335 [mm] t=  6.980e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00853229 , 0.00854582 , 0.0085243 )
ParallelTTracker [3]> 12:58:35 Step    698 at  986.718 [mm] t=  6.990e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00854551 , 0.00855911 , 0.00853761 )
ParallelTTracker [3]> 12:58:35 Step    699 at  988.101 [mm] t=  7.000e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00855873 , 0.0085724 , 0.00855091 )
ParallelTTracker [3]> 12:58:35 Step    700 at  989.484 [mm] t=  7.010e-08 [s] E=    1.004 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00401e+00 [MeV]      dEkin =  7.31058e-02 [MeV]
OPAL > * rmax            = (  6.42226e-02 ,  6.42411e-02 ,  1.05293e+00 ) [m]
OPAL > * rmin            = ( -6.41584e-02 , -6.43449e-02 ,  9.24667e-01 ) [m]
OPAL > * rms beam size   = (  3.28321e-02 ,  3.28461e-02 ,  3.26917e-02 ) [m]
OPAL > * rms momenta     = (  1.68879e-03 ,  1.68982e-03 ,  1.68559e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.01536e-05 , -9.24326e-06 ,  9.89484e-01 ) [m]
OPAL > * mean momenta    = (  1.93591e-08 , -1.55573e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.20561e-05 ,  4.15508e-05 ,  4.20849e-05 ) (not normalized)
OPAL > * rms correlation = (  9.99384e-01 ,  9.99400e-01 ,  9.99375e-01 )
OPAL > * hr              = (  8.55873e-03 ,  8.57240e-03 ,  8.55091e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    7.01000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    9.89484e-01 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
Ippl[3]> mesh size( 0.00857195 , 0.00858569 , 0.00856422 )
ParallelTTracker [3]> 12:58:36 Step    701 at  990.867 [mm] t=  7.020e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00858518 , 0.00859898 , 0.00857754 )
ParallelTTracker [3]> 12:58:36 Step    702 at  992.250 [mm] t=  7.030e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00859841 , 0.00861228 , 0.00859085 )
ParallelTTracker [3]> 12:58:36 Step    703 at  993.633 [mm] t=  7.040e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00861164 , 0.00862557 , 0.00860416 )
ParallelTTracker [3]> 12:58:36 Step    704 at  995.016 [mm] t=  7.050e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00862487 , 0.00863887 , 0.00861748 )
ParallelTTracker [3]> 12:58:36 Step    705 at  996.399 [mm] t=  7.060e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.0086381 , 0.00865217 , 0.0086308 )
ParallelTTracker [3]> 12:58:36 Step    706 at  997.782 [mm] t=  7.070e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00865134 , 0.00866547 , 0.00864412 )
ParallelTTracker [3]> 12:58:36 Step    707 at  999.165 [mm] t=  7.080e-08 [s] E=    1.004 [MeV] 
Ippl[3]> mesh size( 0.00866458 , 0.00867878 , 0.00865745 )
ParallelTTracker [3]> 12:58:36 Step    708 at    1.001 [m] t=  7.090e-08 [s] E=    1.004 [MeV] 
OPAL [3]> * Wrote beam phase space.
OPAL > 
OPAL > * ************** B U N C H ********************************************************* 
OPAL > * NP              =   100000
OPAL > * Qtot            =    1.00000e+01 [nC]       Qi    =  1.00000e-04 [nC]
OPAL > * Ekin            =    1.00402e+00 [MeV]      dEkin =  7.31851e-02 [MeV]
OPAL > * rmax            = (  6.50661e-02 ,  6.50898e-02 ,  1.06554e+00 ) [m]
OPAL > * rmin            = ( -6.50018e-02 , -6.51917e-02 ,  9.35574e-01 ) [m]
OPAL > * rms beam size   = (  3.32367e-02 ,  3.32510e-02 ,  3.30947e-02 ) [m]
OPAL > * rms momenta     = (  1.69061e-03 ,  1.69164e-03 ,  1.68741e-03 ) [beta gamma]
OPAL > * mean position   = ( -2.01489e-05 , -9.24698e-06 ,  1.00055e+00 ) [m]
OPAL > * mean momenta    = (  1.93522e-08 , -1.55372e-08 ,  4.61814e-02 ) [beta gamma]
OPAL > * rms emittance   = (  4.20408e-05 ,  4.15350e-05 ,  4.20689e-05 ) (not normalized)
OPAL > * rms correlation = (  9.99400e-01 ,  9.99416e-01 ,  9.99392e-01 )
OPAL > * hr              = (  8.67120e-03 ,  8.68543e-03 ,  8.66411e-03 ) [m]
OPAL > * dh              =    1.00000e-03 [m]
OPAL > * t               =    7.09000e-08 [s]        dT    =  1.00000e-10 [s]
OPAL > * spos            =    1.00055e+00 [m]
OPAL > * ********************************************************************************** 
OPAL > 
OPAL [3]> * Wrote beam statistics.
ParallelTTracker [2]> Dump phase space of last step
Ippl[3]> D1 gone off
OPAL> done executing ParallelTTracker at 12:58:37
OPAL> * End of input stream "opalimpact-1.in".
Timings> -----------------------------------------------------------------
Timings>      Timing results for 1 nodes:
Timings> -----------------------------------------------------------------
Timings> mainTimer........... Wall tot =    73.8731, CPU tot =      62.78
Timings> 
Timings> Binaryrepart........ Wall max =   0.008478, CPU max =       0.01
Timings>                      Wall avg =   0.008478, CPU avg =       0.01
Timings>                      Wall min =   0.008478, CPU min =       0.01
Timings> 
Timings> Boundingbox......... Wall max =     1.0416, CPU max =       1.07
Timings>                      Wall avg =     1.0416, CPU avg =       1.07
Timings>                      Wall min =     1.0416, CPU min =       1.07
Timings> 
Timings> ComputePotential.... Wall max =    3.20929, CPU max =       3.31
Timings>                      Wall avg =    3.20929, CPU avg =       3.31
Timings>                      Wall min =    3.20929, CPU min =       3.31
Timings> 
Timings> CreatDistr.......... Wall max =          0, CPU max =          0
Timings>                      Wall avg =          0, CPU avg =          0
Timings>                      Wall min =          0, CPU min =          0
Timings> 
Timings> Fast inside test.... Wall max =          0, CPU max =          0
Timings>                      Wall avg =          0, CPU avg =          0
Timings>                      Wall min =          0, CPU min =          0
Timings> 
Timings> Fieldeval........... Wall max =    2.95516, CPU max =       2.84
Timings>                      Wall avg =    2.95516, CPU avg =       2.84
Timings>                      Wall min =    2.95516, CPU min =       2.84
Timings> 
Timings> H5PartTimer......... Wall max =    11.7146, CPU max =       0.76
Timings>                      Wall avg =    11.7146, CPU avg =       0.76
Timings>                      Wall min =    11.7146, CPU min =       0.76
Timings> 
Timings> Histogram........... Wall max =          0, CPU max =          0
Timings>                      Wall avg =          0, CPU avg =          0
Timings>                      Wall min =          0, CPU min =          0
Timings> 
Timings> Initialize geometry. Wall max =          0, CPU max =          0
Timings>                      Wall avg =          0, CPU avg =          0
Timings>                      Wall min =          0, CPU min =          0
Timings> 
Timings> Inside test......... Wall max =          0, CPU max =          0
Timings>                      Wall avg =          0, CPU avg =          0
Timings>                      Wall min =          0, CPU min =          0
Timings> 
Timings> LoadDistr........... Wall max =          0, CPU max =          0
Timings>                      Wall avg =          0, CPU avg =          0
Timings>                      Wall min =          0, CPU min =          0
Timings> 
Timings> Particle Inside..... Wall max =          0, CPU max =          0
Timings>                      Wall avg =          0, CPU avg =          0
Timings>                      Wall min =          0, CPU min =          0
Timings> 
Timings> Ray tracing......... Wall max =          0, CPU max =          0
Timings>                      Wall avg =          0, CPU avg =          0
Timings>                      Wall min =          0, CPU min =          0
Timings> 
Timings> RC-CC1Dfft.......... Wall max =   0.678442, CPU max =       0.65
Timings>                      Wall avg =   0.678442, CPU avg =       0.65
Timings>                      Wall min =   0.678442, CPU min =       0.65
Timings> 
Timings> RC-CCtranspose...... Wall max =    0.22743, CPU max =       0.24
Timings>                      Wall avg =    0.22743, CPU avg =       0.24
Timings>                      Wall min =    0.22743, CPU min =       0.24
Timings> 
Timings> RC-RC1Dfft.......... Wall max =    0.53821, CPU max =       0.61
Timings>                      Wall avg =    0.53821, CPU avg =       0.61
Timings>                      Wall min =    0.53821, CPU min =       0.61
Timings> 
Timings> RC-RRtranspose...... Wall max =          0, CPU max =          0
Timings>                      Wall avg =          0, CPU avg =          0
Timings>                      Wall min =          0, CPU min =          0
Timings> 
Timings> RC-total............ Wall max =    1.47681, CPU max =       1.52
Timings>                      Wall avg =    1.47681, CPU avg =       1.52
Timings>                      Wall min =    1.47681, CPU min =       1.52
Timings> 
Timings> Secondary emission.. Wall max =          0, CPU max =          0
Timings>                      Wall avg =          0, CPU avg =          0
Timings>                      Wall min =          0, CPU min =          0
Timings> 
Timings> SelfField total..... Wall max =    20.8052, CPU max =      20.68
Timings>                      Wall avg =    20.8052, CPU avg =      20.68
Timings>                      Wall min =    20.8052, CPU min =      20.68
Timings> 
Timings> SF: GreensFTotal.... Wall max =    2.06193, CPU max =       2.16
Timings>                      Wall avg =    2.06193, CPU avg =       2.16
Timings>                      Wall min =    2.06193, CPU min =       2.16
Timings> 
Timings> SF: IntGreenF1...... Wall max =    1.45731, CPU max =       1.54
Timings>                      Wall avg =    1.45731, CPU avg =       1.54
Timings>                      Wall min =    1.45731, CPU min =       1.54
Timings> 
Timings> SF: IntGreenF2...... Wall max =   0.097241, CPU max =       0.11
Timings>                      Wall avg =   0.097241, CPU avg =       0.11
Timings>                      Wall min =   0.097241, CPU min =       0.11
Timings> 
Timings> SF: IntGreenF3...... Wall max =   0.486008, CPU max =        0.5
Timings>                      Wall avg =   0.486008, CPU avg =        0.5
Timings>                      Wall min =   0.486008, CPU min =        0.5
Timings> 
Timings> SF: MirrorRho1...... Wall max =   0.017105, CPU max =       0.01
Timings>                      Wall avg =   0.017105, CPU avg =       0.01
Timings>                      Wall min =   0.017105, CPU min =       0.01
Timings> 
Timings> SF: MirrorRho2...... Wall max =          0, CPU max =          0
Timings>                      Wall avg =          0, CPU avg =          0
Timings>                      Wall min =          0, CPU min =          0
Timings> 
Timings> SF: Potential....... Wall max =    3.21083, CPU max =       3.31
Timings>                      Wall avg =    3.21083, CPU avg =       3.31
Timings>                      Wall min =    3.21083, CPU min =       3.31
Timings> 
Timings> SF: ShIntGreenF1.... Wall max =          0, CPU max =          0
Timings>                      Wall avg =          0, CPU avg =          0
Timings>                      Wall min =          0, CPU min =          0
Timings> 
Timings> SF: ShIntGreenF2.... Wall max =          0, CPU max =          0
Timings>                      Wall avg =          0, CPU avg =          0
Timings>                      Wall min =          0, CPU min =          0
Timings> 
Timings> SF: ShIntGreenF3.... Wall max =          0, CPU max =          0
Timings>                      Wall avg =          0, CPU avg =          0
Timings>                      Wall min =          0, CPU min =          0
Timings> 
Timings> SF: ShIntGreenF4.... Wall max =          0, CPU max =          0
Timings>                      Wall avg =          0, CPU avg =          0
Timings>                      Wall min =          0, CPU min =          0
Timings> 
Timings> Statistics.......... Wall max =    5.77058, CPU max =       5.91
Timings>                      Wall avg =    5.77058, CPU avg =       5.91
Timings>                      Wall min =    5.77058, CPU min =       5.91
Timings> 
Timings> StatMarkerTimer..... Wall max =   0.288793, CPU max =       0.36
Timings>                      Wall avg =   0.288793, CPU avg =       0.36
Timings>                      Wall min =   0.288793, CPU min =       0.36
Timings> 
Timings> TIntegration1....... Wall max =    13.5539, CPU max =      13.55
Timings>                      Wall avg =    13.5539, CPU avg =      13.55
Timings>                      Wall min =    13.5539, CPU min =      13.55
Timings> 
Timings> TIntegration1Loop1.. Wall max =    12.5143, CPU max =      12.49
Timings>                      Wall avg =    12.5143, CPU avg =      12.49
Timings>                      Wall min =    12.5143, CPU min =      12.49
Timings> 
Timings> TIntegration1Loop2.. Wall max =          0, CPU max =          0
Timings>                      Wall avg =          0, CPU avg =          0
Timings>                      Wall min =          0, CPU min =          0
Timings> 
Timings> TIntegration2....... Wall max =    19.2953, CPU max =      19.26
Timings>                      Wall avg =    19.2953, CPU avg =      19.26
Timings>                      Wall min =    19.2953, CPU min =      19.26
Timings> 
Timings> TIntegration2Loop1.. Wall max =     12.541, CPU max =      12.56
Timings>                      Wall avg =     12.541, CPU avg =      12.56
Timings>                      Wall min =     12.541, CPU min =      12.56
Timings> 
Timings> TIntegration2Loop2.. Wall max =          0, CPU max =          0
Timings>                      Wall avg =          0, CPU avg =          0
Timings>                      Wall min =          0, CPU min =          0
Timings> 
Timings> WakeField........... Wall max =          0, CPU max =          0
Timings>                      Wall avg =          0, CPU avg =          0
Timings>                      Wall min =          0, CPU min =          0
Timings> 
Timings> -----------------------------------------------------------------
